Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: They followed the path of the assassin but they were surprised by another orcish group.
es: Siguieron el camino del asesino, pero fueron sorprendidos por otro grupo orco.

source: After some rest Clare continued in her studies. She gained a great power and was ready for summoning ghosts.
es: Después de algo de descanso, Clare continuó sus estudios. Ganó un gran poder y estaba lista para invocar fantasmas.

source: Finally Clare found the city where the assassin was hiding.
es: Finalmente Clare encontró la ciudad donde el asesino se escondía.

source: After defeating the orc's leader, Clare's new friends went to hunt down the remaining enemies while Clare herself was marching towards the infamous assassin to punish him for his deeds.
es: Después de derrotar al líder orco, los nuevos amigos de Clare fueron a cazar a los enemigos restantes mientras Clare misma marchaba hacia el infame asesino para castigarlo por sus actos.

source: After defeating the orc's leader, Clare ordered her minions to stay and kill the remaining enemies while she herself went to bring justice to the infamous assassin.
es: Después de derrotar al líder orco, Clare ordenó a sus minions quedarse y matar a los enemigos restantes mientras ella misma iba a llevar justicia al infame asesino.

source: After her victory Clare decided to visit her master. During the journey a few small orcish groups crossed her way but her undead minions were quickly done with them.
es: Después de su victoria, Clare decidió visitar a su maestro. Durante el viaje, unos pocos grupos orcos pequeños cruzaron su camino, pero sus minions no muertos acabaron rápidamente con ellos.

source: After their victory Clare returned to her village accompanied by bandits. They encountered no more orcs on their way.
es: Después de su victoria, Clare regresó a su aldea acompañada por bandidos. No encontraron más orcos en su camino.

source: After Haldar told Clare where to find a dragon and had given her a spell she teleported to the place.
es: Después de que Haldar le dijo a Clare dónde encontrar un dragón y le dio un hechizo, se teletransportó al lugar.

source: Everything returned to the old rails. Everyone was happy even Clare. She became friends with Tinry a Merissa. They spent a lot of time together. She even trained some young people to became mages.
es: Todo regresó a los viejos rieles. Todos estaban felices, incluso Clare. Se hizo amiga de Tinry y Merissa. Pasaron mucho tiempo juntos. Incluso entrenó a algunos jóvenes para convertirse en magos.

source: But the evil never sleeps.
es: Pero el mal nunca duerme.

source: After the battle arrived a messenger from Earl Menvan who ordered Clare's presence in his castle. She teleported in front of his castle at the moment.
es: Después de la batalla llegó un mensajero del Conde Menvan que ordenó la presencia de Clare en su castillo. Se teletransportó frente a su castillo en el momento.

source: After leaving Haldar's place, Clare found a secluded place where she put all her minions to rest. With that done she started her journey back to her home village. But it was not a peaceful one as she had a lot to think about. How will they welcome her? Will they accept her after what she has done? Will everything be the same?
es: Después de dejar el lugar de Haldar, Clare encontró un lugar apartado donde puso a todos sus minions a descansar. Con eso hecho, empezó su viaje de regreso a su aldea natal. Pero no fue pacífico, ya que tenía mucho en qué pensar. ¿Cómo la recibirán? ¿La aceptarán después de lo que ha hecho? ¿Todo será igual?

source: But she could not find answer for any of these questions. It was driving her desperate so she was walking slowly. Finally she arrived to the village and had them at hand.
es: Pero no podía encontrar respuesta para ninguna de estas preguntas. La estaba volviendo desesperada, así que caminaba lentamente. Finalmente llegó a la aldea y los tenía a mano.

source: For next few years there was relative peace here. Yes, the orcs sometimes attacked the village but they always were fended off.
es: Por los próximos años hubo relativa paz aquí. Sí, los orcos a veces atacaban la aldea, pero siempre eran rechazados.

source: But one day a new warlord rose among the the orcs who sought to unite all the tribes. To prove his might, he rallied all his men and led them agains the humans. They destroyed some villages. In the hour of greatest need Earl Menvan called Clare and Lemyr to arms.
es: Pero un día un nuevo señor de la guerra surgió entre los orcos que buscaba unir todas las tribus. Para probar su poder, reunió a todos sus hombres y los lideró contra los humanos. Destruyeron algunas aldeas. En la hora de mayor necesidad, el Conde Menvan llamó a Clare y Lemyr a las armas.

source: Lemyr gathered dispensable villagers with any combat training, Clare all her friends and they set out. As no one but Lemyr had a horse, their journey was passing slowly. After a few days, they walked around a grim castle.
es: Lemyr reunió a aldeanos disponibles con algo de entrenamiento de combate, Clare a todos sus amigos y partieron. Como nadie más que Lemyr tenía un caballo, su viaje pasaba lentamente. Después de unos días, caminaron alrededor de un castillo sombrío.

source: It seemed that everything was ok but no fairy tale lasts forever.
es: Parecía que todo estaba bien, pero ningún cuento de hadas dura para siempre.

source: After saving the woman, Clare and her friends continued in their journey. But even though they hurried as much as they could, they arrived just when the orcs were about to start the battle.
es: Después de salvar a la mujer, Clare y sus amigos continuaron su viaje. Pero aunque se apresuraron lo que pudieron, llegaron justo cuando los orcos estaban a punto de empezar la batalla.

source: Clare was somehow sad that she could not save that woman but she was telling herself that some knight will come to save her soon for sure. Because of these thoughts of her, she was walking very slowly and met with the earl just when the orcs were about to start the battle.
es: Clare estaba de alguna manera triste de no poder salvar a esa mujer, pero se decía a sí misma que algún caballero vendría a salvarla pronto seguro. Por estos pensamientos suyos, caminaba muy lentamente y se encontró con el conde justo cuando los orcos estaban a punto de empezar la batalla.

source: Alas Clare could not just wait. She knew that Lemyr had no chance against Haldar.
es: Pero Clare no podía solo esperar. Sabía que Lemyr no tenía oportunidad contra Haldar.

source: She teleported to Haldar's place at the last minute.
es: Se teletransportó al lugar de Haldar en el último minuto.

source: Return of the Orcs
es: Regreso de los Orcos

source: Villagers
es: Aldeanos

source: Oh no. There are the orcs again, Lemyr. It seems our peace time has come to its end.
es: Oh no. Allí están los orcos de nuevo, Lemyr. Parece que nuestro tiempo de paz ha llegado a su fin.

source: What do you want, orcs?
es: ¿Qué quieren, orcos?

source: We want the head of the little witch who captured our city!
es: ¡Queremos la cabeza de la brujita que capturó nuestra ciudad!

source: Yes. Give her to us and we will leave you.
es: Sí. Denosla y los dejaremos.

source: Never, so long as I can draw breath!
es: ¡Nunca, mientras pueda respirar!

source: Then prepare to die, human worms.
es: Entonces prepárense para morir, gusanos humanos.

source: Lemyr, this is not your fight. This has nothing to do with you.
es: Lemyr, esta no es tu lucha. Esto no tiene nada que ver contigo.

source: No. Nothing is more important to me than you.
es: No. Nada es más importante para mí que tú.

source: Even our village? You cannot give up its inhabitants because of me. I cannot allow you to do it.
es: ¿Incluso nuestra aldea? No puedes abandonar a sus habitantes por mí. No puedo permitirte hacerlo.

source: But what can I do?
es: Pero ¿qué puedo hacer?

source: You can fight on my side if is it your choice, but you may not require it from them.
es: Puedes luchar a mi lado si es tu elección, pero no puedes requerirlo de ellos.

source: This is our choice, Clare. You are our friend. You saved us from the orcs and avenged Glacyn.
es: Esta es nuestra elección, Clare. Eres nuestra amiga. Nos salvaste de los orcos y vengaste a Glacyn.

source: He is right. They have chosen as I did. I told you that you were a good girl.
es: Tiene razón. Han elegido como yo lo hice. Te dije que eras una buena chica.

source: Ok, Merissa.
es: Bien, Merissa.

source: So our village is safe again.
es: Entonces nuestra aldea está segura de nuevo.

source: What did we miss?
es: ¿Qué nos perdimos?

source: A good fight with the orcs.
es: Una buena lucha con los orcos.

source: No! I wanted to fight the orcs.
es: ¡No! Quería luchar contra los orcos.

source: Men, up. There will surely be more fights here.
es: Hombres, arriba. Seguramente habrá más luchas aquí.

source: Are you sure?
es: ¿Estás seguro?

source: Yes, they attack our village from time to time.
es: Sí, atacan nuestra aldea de vez en cuando.

source: Ok but next time tell me about them sooner.
es: Bien, pero la próxima vez dime sobre ellos más pronto.

source: More orcs are coming. We are doomed.
es: Vienen más orcos. Estamos condenados.

source: Flight
es: Huida

source: Move Lemyr to the signpost
es: Mueve a Lemyr al poste indicador

source: What is that I see in the distance? ... No! More orcs are coming.
es: ¿Qué es eso que veo a lo lejos?... ¡No! Vienen más orcos.

source: These orcs are no mere warband - they are an army. We can’t win this fight. We must request aid from the Earl. Lemyr, you are our only rider - go, and fetch reinforcements.
es: Estos orcos no son mera banda de guerra - son un ejército. No podemos ganar esta lucha. Debemos pedir ayuda al Conde. Lemyr, eres nuestro único jinete - ve y trae refuerzos.

source: We will try to lure them away from you but do not waste any time. Our numbers are not so great.
es: Intentaremos alejarlos de ti, pero no pierdas tiempo. Nuestros números no son tan grandes.

source: Yes, I know.
es: Sí, lo sé.

source: You won't go any further, rider!
es: ¡No irás más lejos, jinete!

source: I do not have time for this ...
es: No tengo tiempo para esto...

source: Ride, Lemyr, and return with an army! We will do our best to hold them until you return.
es: ¡Cabalgá, Lemyr, y regresa con un ejército! Haremos lo mejor para contenerlos hasta que regreses.

source: Do not take too much time. I would ... ehm, they are too strong and I am not sure for how long we can survive without reinforcements.
es: No tardes demasiado. Yo... ehm, son demasiado fuertes y no estoy segura de cuánto tiempo podamos sobrevivir sin refuerzos.

source: Of course, I will try to return as soon as possible. Take care of yourself, ... well, everyone.
es: Por supuesto, intentaré regresar lo más pronto posible. Cuídate, ... bueno, todos.

source: Without his horse riding, we cannot hope to gain reinforcements in time.
es: Sin su cabalgata, no podemos esperar obtener refuerzos a tiempo.

source: Leave the battle? Ha, I shall remain until every last orc is dead to my spear!
es: ¿Dejar la batalla? ¡Ja, permaneceré hasta que el último orco esté muerto por mi lanza!

source: Argh! I must... live... must... command...
es: ¡Argh! Debo... vivir... debo... comandar...

source: Silence, human!
es: ¡Silencio, humano!

source: Oh, no. Now even when we get reinforcements, without Glacyn we are doomed.
es: Oh, no. Ahora incluso cuando consigamos refuerzos, sin Glacyn estamos condenados.

source: The Assassin's Hideout
es: El Escondite del Asesino

source: Town Guard
es: Guardia de la Ciudad

source: Defeat the Town Guard
es: Derrota a la Guardia de la Ciudad

source: Humans? What do you want?
es: ¿Humanos? ¿Qué quieren?

source: I am looking for the orc who assassinated Glacyn. My magic led me to this area, he should be nearby.
es: Estoy buscando al orco que asesinó a Glacyn. Mi magia me llevó a esta área, debería estar cerca.

source: Undead? Destroy them, grunts!
es: ¿No muertos? ¡Destrúyanlos, gruñidos!

source: Tell me which of your orcs assassinated Glacyn or it will be you who will be dead. I know that he is here.
es: Dime cuál de tus orcos asesinó a Glacyn o serás tú quien esté muerto. Sé que está aquí.

source: It was me. He had to pay for the death of our warlord. It was impossible to slay him in a battle so I was called to do it in my way. But what are you going to do with this information, human worm?
es: Fui yo. Tenía que pagar por la muerte de nuestro señor de la guerra. Era imposible matarlo en batalla, así que me llamaron para hacerlo a mi manera. Pero ¿qué vas a hacer con esta información, gusano humano?

source: I and my friends are going to kill you.
es: Mis amigos y yo vamos a matarte.

source: I and my minions are going to kill you, lowlife.
es: Mis minions y yo vamos a matarte, escoria.

source: You can try it, little girl. But first you must conquer the city! Ha ha ha!
es: Puedes intentarlo, niñita. ¡Pero primero debes conquistar la ciudad! ¡Ja ja ja!

source: To arms! Send them where they belong!
es: ¡A las armas! ¡Envíenlos donde pertenecen!

source: Rise and serve me, you orcish scum!
es: ¡Levántense y sírvanme, escoria orca!

source: What the hell do you think you are doing?
es: ¿Qué demonios crees que estás haciendo?

source: I am using your soldiers against you. Do you mind?
es: Estoy usando tus soldados contra ti. ¿Te importa?

source: Of course I do! You are the evil. Grunts, destroy her!
es: ¡Por supuesto que sí! Tú eres el mal. ¡Gruñidos, destrúyanla!

source: You may try it, fool orcs.
es: Pueden intentarlo, orcos tontos.

source: Well, we conquered this city. So the last thing is killing him.
es: Bueno, conquistamos esta ciudad. Así que lo último es matarlo.

source: No. They alerted the whole city. We cannot handle them!
es: No. Alertaron a toda la ciudad. ¡No podemos manejarlos!

source: The Earl
es: El Conde

source: I have made it.
es: Lo logré.

source: What is it you want, rider?
es: ¿Qué quieres, jinete?

source: I need an audience with the Earl. My village has come under attack by an orcish army.
es: Necesito una audiencia con el Conde. Mi aldea ha sido atacada por un ejército orco.

source: Very well. Proceed down the hallway, the Earl’s throne lies at the far end.
es: Muy bien. Avanza por el pasillo, el trono del Conde está al final.

source: Hail Earl Menvan. I bear bad news!
es: ¡Salve, Conde Menvan! Traigo malas noticias.

source: What is this bad news you speak of, rider?
es: ¿Cuáles son esas malas noticias de las que hablas, jinete?

source: Orcs besiege my village, my lord.
es: Orcos asedian mi aldea, mi señor.

source: Accursed orcs! We must send them to the land of the dead! Rheran, take your troops and save the village.
es: ¡Orcos malditos! ¡Debemos enviarlos a la tierra de los muertos! Rheran, toma tus tropas y salva la aldea.

source: Sir.
es: Señor.

source: I thank you, my lord.
es: Gracias, mi señor.

source: Rider, wait. I shall knight you for your brave service.
es: Jinete, espera. Te nombraré caballero por tu valiente servicio.

source: Thank you, my lord.
es: Gracias, mi señor.

source: Zombie
es: Zombi

source: Learning Dark Arts
es: Aprendiendo Artes Oscuras

source: Zombies
es: Zombis

source: Defeat all zombies
es: Derrota a todos los zombis

source: You are a great apprentice, Clare, you learn very quickly. I am proud of you.
es: Eres una gran aprendiz, Clare, aprendes muy rápido. Estoy orgulloso de ti.

source: Thank you, master.
es: Gracias, maestro.

source: But this is just a beginning. You learned a few useful spells but your true power is not in you but in your minions.
es: Pero esto es solo el comienzo. Aprendiste algunos hechizos útiles, pero tu verdadero poder no está en ti, sino en tus minions.

source: Do you mean walking corpses?
es: ¿Te refieres a cadáveres andantes?

source: This is only a weak example of the path you chose. A master of necromancy has much stronger minions under his command: skeletons, revenants and even ghosts.
es: Esto es solo un débil ejemplo del camino que elegiste. Un maestro de la nigromancia tiene minions mucho más fuertes bajo su mando: esqueletos, revenes e incluso fantasmas.

source: But you should start with walking corpses which you mentioned. I will show you.
es: Pero deberías empezar con cadáveres andantes que mencionaste. Te lo mostraré.

source: So raise some corpses and defeat these ones.
es: Así que levanta algunos cadáveres y derrota a estos.

source: Yes, master.
es: Sí, maestro.

source: Rise from the ground and walk this world once again.
es: Levántense del suelo y caminen por este mundo una vez más.

source: I will serve you, mistress.
es: Te serviré, ama.

source: Nice job. Keep raising.
es: Buen trabajo. Sigue levantando.

source: No, they are not for you, only for your minions! Summoning them is quite easy but you need to learn to command them properly too.
es: ¡No, no son para ti, solo para tus minions! Invocarlos es bastante fácil, pero también necesitas aprender a comandarlos correctamente.

source: I am sorry, master.
es: Lo siento, maestro.

source: What did I say to you?!
es: ¡¿Qué te dije?!

source: Very well, my apprentice.
es: Muy bien, mi aprendiz.

source: Now you are ready for the next lesson.
es: Ahora estás lista para la siguiente lección.

source: What is it, master?
es: ¿Qué es, maestro?

source: Skeletons, of course. They are stronger, but require older bodies. We should go to deeper parts of the cave.
es: Esqueletos, por supuesto. Son más fuertes, pero requieren cuerpos más antiguos. Deberíamos ir a partes más profundas de la cueva.

source: As you say, master.
es: Como digas, maestro.

source: If you cannot defeat some zombies how will you kill your orc?
es: Si no puedes derrotar algunos zombis, ¿cómo matarás a tu orco?

source: The Path of Revenge
es: El Camino de la Venganza

source: Kill $assassin_store.name
es: Mata a $assassin_store.name

source: Find a way to kill $assassin_store.name
es: Encuentra una manera de matar a $assassin_store.name

source: The city is ours and all is ending here and now.
es: La ciudad es nuestra y todo termina aquí y ahora.

source: You're right. Your life path is ending here and now, human worm.
es: Tienes razón. Tu camino de vida termina aquí y ahora, gusano humano.

source: You think it's over? Bah! I've got a healing potion. Gulp, gulp.
es: ¿Piensas que terminó? ¡Bah! Tengo una poción de sanación. Glup, glup.

source: No, this cannot end this way!
es: ¡No, esto no puede terminar así!

source: You are right. I can give you another chance. All you must do is to drink one potion and say some words.
es: Tienes razón. Puedo darte otra oportunidad. Todo lo que debes hacer es beber una poción y decir algunas palabras.

source: Clare did not have any other option so she did what he said.
es: Clare no tenía otra opción, así que hizo lo que él dijo.

source: Now you will pay for all your deeds, orc!
es: ¡Ahora pagarás por todos tus actos, orco!

source: I think that I have had enough. I have to teleport back to my place and heal my wounds. See you later.
es: Creo que ya tuve suficiente. Tengo que teletransportarme de vuelta a mi lugar y sanar mis heridas. Nos vemos después.

source: I hope not. Do not get me wrong, I am grateful for your help but I have not changed my mind about your ways.
es: Espero que no. No me malinterpretes, estoy agradecida por tu ayuda, pero no he cambiado de opinión sobre tus métodos.

source: I understand.
es: Entiendo.

source: All is done. You can rest in peace now, Glacyn.
es: Todo está hecho. Ahora puedes descansar en paz, Glacyn.

source: But you, necromancer, should leave me and never return.
es: Pero tú, nigromante, deberías dejarme y nunca regresar.

source: As you think.
es: Como pienses.

source: You did it, Clare.
es: Lo hiciste, Clare.

source: Yes, but some of your friends did not live to see it.
es: Sí, pero algunos de tus amigos no vivieron para verlo.

source: Yes, I will miss them but they know that their deaths were for the greatest good.
es: Sí, los extrañaré, pero saben que sus muertes fueron por el mayor bien.

source: We won today. Now we should celebrate.
es: Ganamos hoy. Ahora deberíamos celebrar.

source: All is done. You can rest in peace now, Glacyn. And I can celebrate.
es: Todo está hecho. Ahora puedes descansar en paz, Glacyn. Y yo puedo celebrar.

source: But first, I will grant some rest to my minions.
es: Pero primero, daré algo de descanso a mis minions.

source: Defend the Village
es: Defiende la Aldea

source: Commander, a warband of Orcs has been spotted due north of here.
es: Comandante, una banda de guerra de orcos ha sido vista al norte de aquí.

source: Can you tell what their intentions are?
es: ¿Puedes decir cuáles son sus intenciones?

source: Well, they march in a battle formation, sing war songs and head towards the old forts so I believe that they are about to attack our village.
es: Bueno, marchan en formación de batalla, cantan canciones de guerra y se dirigen hacia los viejos fuertes, así que creo que están a punto de atacar nuestra aldea.

source: They never ever come here for any other reason. With all due respect, you should stop expecting something else from them, Glacyn. They are orcs after all, their only desire is to fight, they do not need any reason for it. They love to cause harm to anyone. Did you forget how many good people from our village they have killed and badly wounded?
es: Nunca vienen aquí por ninguna otra razón. Con todo respeto, deberías dejar de esperar algo más de ellos, Glacyn. Son orcos después de todo, su único deseo es luchar, no necesitan razón para ello. Les encanta causar daño a cualquiera. ¿Olvidaste cuánta buena gente de nuestra aldea han matado y herido gravemente?

source: How could I forget? However our village has always been open to anyone with good intentions before. But if it is so now ... we can't let the fiends raze our village! Men, to arms!
es: ¿Cómo podría olvidar? Sin embargo, nuestra aldea siempre ha estado abierta a cualquiera con buenas intenciones antes. Pero si es así ahora... ¡no podemos dejar que los demonios arrasen nuestra aldea! ¡Hombres, a las armas!

source: Umm, may I too take part part in the battle? I know a few spells which might be useful. Some of my friends also long to help out.
es: Umm, ¿puedo participar también en la batalla? Conozco algunos hechizos que podrían ser útiles. Algunos de mis amigos también desean ayudar.

source: Very well, but be careful. You mages are too valuable to lose.
es: Muy bien, pero ten cuidado. Ustedes magos son demasiado valiosos para perderlos.

source: Worry not, Commander - I shall protect her.
es: No te preocupes, Comandante - yo la protegeré.

source: Thank you very much, my friend. With you by my side, I feel much safer.
es: Muchas gracias, amigo. Contigo a mi lado, me siento mucho más segura.

source: Do not mention it, it is always a pleasure for me.
es: No lo menciones, siempre es un placer para mí.

source: Oh ... well ... I ...
es: Oh... bueno... yo...

source: You do not have to say anything. Actually, we should be going into battle by now.
es: No tienes que decir nada. En realidad, deberíamos estar yendo a la batalla ya.

source: All right. Yes, let us fight. For our village!
es: De acuerdo. Sí, luchemos. ¡Por nuestra aldea!

source: Your kind has caused too much pain and sorrow to my loved ones. But from now on, I am not going to just sit and watch it. I will do my best to protect them from you.
es: Tu especie ha causado demasiado dolor y tristeza a mis seres queridos. Pero de ahora en adelante, no me quedaré solo mirando. Haré lo mejor para protegerlos de ustedes.
