Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: The unit will heal itself 6 HP per turn on mountain, cave and hill terrains.
es: La unidad se sanará 6 PV por turno en terrenos de montaña, cueva y colina.

source: The unit will heal itself 4 HP per turn on mountain and hill terrain.
es: La unidad se sanará 4 PV por turno en terreno de montaña y colina.

source: dust recuperation
es: recuperación de polvo

source: The unit will heal itself 6 HP per turn on sand or dirt terrain.
es: La unidad se sanará 6 PV por turno en terreno de arena o tierra.

source: The unit will heal itself 6 HP per turn on sand or dirt terrain.
es: La unidad se sanará 6 PV por turno en terreno de arena o tierra.

source: dirt recuperation
es: recuperación de tierra

source: The unit will heal itself 4 HP per turn on grass or dirt terrain.
es: La unidad se sanará 4 PV por turno en terreno de hierba o tierra.

source: The unit will heal itself 4 HP per turn on dirt and grass terrain.
es: La unidad se sanará 4 PV por turno en terreno de tierra y hierba.

source: absorb lava
es: absorber lava

source: The unit will heal itself per turn on lava terrain (Amount varies per unit).
es: La unidad se sanará por turno en terreno de lava (la cantidad varía por unidad).

source: -5% all resistances
es: -5% a todas las resistencias

source: +1 damage
es: +1 daño

source: Enemy in Your Backyard
es: Enemigo en Tu Patio Trasero

source: After a few years of peace the troubles returned to the Northlands. But it only started a chain of events what affected all known parts of the Great Continent. Join Clare and her friends and watch it with you own eyes.
es: Después de unos años de paz, los problemas regresaron a las Tierras del Norte. Pero solo inició una cadena de eventos que afectó todas las partes conocidas del Gran Continente. Únete a Clare y sus amigos y míralo con tus propios ojos.

source: (Intermediate level, 11 scenarios)
es: (Nivel intermedio, 11 escenarios)

source: No. This is impossible!
es: ¡No. Esto es imposible!

source: Well I did not like him too much but we needed him on this mission.
es: Bueno, no me gustaba mucho, pero lo necesitábamos en esta misión.

source: A few years peace was ruling Clare's domain. She managed to forget all terrible things what happened during her last adventure.
es: Unos años de paz gobernaban el dominio de Clare. Logró olvidar todas las cosas terribles que pasaron durante su última aventura.

source: But nothing lasts forever.
es: Pero nada dura para siempre.

source: A few days passed ...
es: Pasaron unos días...

source: After Merissa became a lich Clare taught her and Lemyr how to eat souls to become stronger.
es: Después de que Merissa se convirtió en liche, Clare les enseñó a ella y a Lemyr cómo comer almas para hacerse más fuertes.

source: Later Clare received a letter from Ravan who seems to be a wizard and important advisor of the king of Wesnoth. He wrote that there is an undead horde which is devastating the land and even she survived with a good luck.
es: Después, Clare recibió una carta de Ravan, quien parece ser un mago e importante asesor del rey de Wesnoth. Escribió que hay una horda de no muertos que está devastando la tierra y que incluso ella sobrevivió con buena suerte.

source: He asked her for help with defeating them. So Clare traveled to the capital city of Wesnoth, Weldyn, to meet him.
es: Le pidió ayuda para derrotarlos. Así que Clare viajó a la ciudad capital de Wesnoth, Weldyn, para encontrarse con él.

source: So Clare with her friends went back to the Northlands. Ravan wanted to chat with Clare during their journey but she did not like him very much so talked as less as her good manners allowed her.
es: Así que Clare con sus amigos regresó a las Tierras del Norte. Ravan quería charlar con Clare durante el viaje, pero a ella no le gustaba mucho, así que habló lo menos que sus buenos modales le permitieron.

source: But their journey was longer than she expected.
es: Pero su viaje fue más largo de lo que esperaba.

source: In next few days they encountered no next orcs. But for an unknown reason Ravan led them into a cave.
es: En los siguientes días no encontraron más orcos. Pero por una razón desconocida, Ravan los llevó a una cueva.

source: Next day they finally reached Morbivord's realm. Finding his castle was not hard at all.
es: Al día siguiente finalmente llegaron al reino de Morbivord. Encontrar su castillo no fue difícil en absoluto.

source: Clare left her friends and soldiers near the castle and only with Ravan entered.
es: Clare dejó a sus amigos y soldados cerca del castillo y entró solo con Ravan.

source: Clare and Ravan were slowly advancing through the underground channels though Ravan was somehow lagging behind. When Clare finally reached the surface, she could not see him anymore. She went back to look for him.
es: Clare y Ravan avanzaban lentamente por los canales subterráneos, aunque Ravan de alguna manera se quedaba atrás. Cuando Clare finalmente llegó a la superficie, ya no lo veía. Regresó a buscarlo.

source: Clare ran as fast as she could from the place infested by undead. Meanwhile, she she was wondering what should be her next course of action.
es: Clare corrió lo más rápido que pudo del lugar infestado de no muertos. Mientras tanto, se preguntaba cuál debería ser su siguiente curso de acción.

source: She knew very well that she was not strong enough to take them all down just by herself. Even with her friends it would be tough. She needed to find someone powerful.
es: Sabía muy bien que no era lo suficientemente fuerte para acabar con todos sola. Incluso con sus amigos sería difícil. Necesitaba encontrar a alguien poderoso.

source: Before she could think of anyone who might help her, she sensed her friends right above her.
es: Antes de que pudiera pensar en alguien que pudiera ayudarla, sintió a sus amigos justo arriba de ella.

source: With a new ally on her side, Clare started to believe that they can win this time and was leading her friends and soldiers confidently back to the earl's residence. But it turned out that he has sent a part of his army to find and kill her.
es: Con una nueva aliada a su lado, Clare comenzó a creer que podían ganar esta vez y lideraba a sus amigos y soldados con confianza de vuelta a la residencia del conde. Pero resultó que él había enviado parte de su ejército a encontrarla y matarla.

source: After defeating Morbivord's general, they continued their march towards the enemy's headquarters. They expected big resistance in front of his manor house but when they arrived, they found just open doors.
es: Después de derrotar al general de Morbivord, continuaron su marcha hacia la sede enemiga. Esperaban gran resistencia frente a su casa solariega, pero cuando llegaron, encontraron solo puertas abiertas.

source: Everyone was suspicious but when nothing happened for long time, Clare entered the castle accompanied by her friends and most experienced soldiers.
es: Todos estaban sospechosos, pero cuando nada pasó por mucho tiempo, Clare entró al castillo acompañada por sus amigos y soldados más experimentados.

source: But their homeward journey was not as peaceful as they expected.
es: Pero su viaje de regreso no fue tan pacífico como esperaban.

source: The rest of their journey was peaceful. But when they arrived at home they saw something what they did not expect at all.
es: El resto de su viaje fue pacífico. Pero cuando llegaron a casa vieron algo que no esperaban en absoluto.

source: To Morbivord's Castle
es: Al Castillo de Morbivord

source: Kill Morbivord's general
es: Mata al general de Morbivord

source: Death of Amiwen, Tinry or Lethalia
es: Muerte de Amiwen, Tinry o Lethalia

source: Look at the north. I can see some his soldiers.
es: Mira al norte. Veo algunos de sus soldados.

source: Did you really expect that we will be able to get to his castle without fighting?
es: ¿Realmente esperabas que pudiéramos llegar a su castillo sin luchar?

source: Well, I hoped in it.
es: Bueno, lo esperaba.

source: We should prepare for battle.
es: Deberíamos prepararnos para la batalla.

source: There is no need for it. My soldiers will crush you in no time. And when I bring your head to my lord I will be generously rewarded.
es: No hay necesidad. Mis soldados los aplastarán en poco tiempo. Y cuando lleve tu cabeza a mi señor, seré generosamente recompensado.

source: Keep dreaming.
es: Sigue soñando.

source: Darn, it is taking too much time.
es: Maldición, está tomando demasiado tiempo.

source: General, our lord sent us to support you.
es: General, nuestro señor nos envió a apoyarte.

source: Excellent! Now we will get them easily!
es: ¡Excelente! ¡Ahora los atraparemos fácilmente!

source: Well, you killed me but it makes no sense. You only prolonged your existence for a few hours. My lord will kill you personally.
es: Bueno, me mataste, pero no tiene sentido. Solo prolongaste su existencia unas pocas horas. Mi señor los matará personalmente.

source: I can hear more humans coming. The ground is shaking under weight of their heavy armors. We are doomed.
es: Puedo oír más humanos viniendo. El suelo tiembla bajo el peso de sus armaduras pesadas. Estamos condenados.

source: Lost F(r)iend
es: Amigo Perdido

source: Find Ravan
es: Encuentra a Ravan

source: Where are you, Ravan?
es: ¿Dónde estás, Ravan?

source: Well I did not like too much so it is not a big loss and I think that he was up to something.
es: Bueno, no me gustaba mucho, así que no es una gran pérdida y creo que estaba tramando algo.

source: But at the other hand he is one of advisors of the king of Wesnoth. It is a serious issue. I should look for him else I will have big troubles.
es: Pero por otro lado, es uno de los asesores del rey de Wesnoth. Es un asunto serio. Debería buscarlo o tendré grandes problemas.

source: I think that this path goes back to his castle. I should choose a different one.
es: Creo que este camino regresa a su castillo. Debería elegir uno diferente.

source: He looks very badly. I am worried that he can die in every moment.
es: Se ve muy mal. Me preocupa que pueda morir en cualquier momento.

source: Maybe I could make him a preserved lich like me.
es: Tal vez podría convertirlo en un liche preservado como yo.

source: Yes ... do it.
es: Sí... hazlo.

source: Well I think that I have still the poison with me. It should be enough for one person.
es: Bueno, creo que aún tengo el veneno conmigo. Debería ser suficiente para una persona.

source: Clare searched her clothes but after a few second she suddenly stopped doing it.
es: Clare registró su ropa, pero después de unos segundos de repente dejó de hacerlo.

source: Wait. You moved with your lips! So it was you the mysterious voice. You did it all just for this moment. I swear that I will kill you!
es: Espera. ¡Moviste los labios! ¡Entonces eras tú la voz misteriosa! Lo hiciste todo solo por este momento. ¡Juro que te mataré!

source: I was so close, yet so far. I wish this to end differently but I know that she will not change her mind. I am sorry, brothers.
es: Estaba tan cerca, pero tan lejos. Ojalá esto terminara diferente, pero sé que ella no cambiará de opinión. Lo siento, hermanos.

source: Not here and now, maiden.
es: No aquí y ahora, doncella.

source: There are too many of them. I have to flee.
es: Hay demasiados. Tengo que huir.

source: You can try it, maiden. Ha ha.
es: Puedes intentarlo, doncella. Ja ja.

source: Yes! I finally found the surface. I started to hate this place maybe even the whole underground.
es: ¡Sí! Por fin encontré la superficie. Empecé a odiar este lugar, tal vez incluso todo el subterráneo.

source: Damned Ravan. Where can he be?
es: Maldito Ravan. ¿Dónde puede estar?

source: No! This cave is collapsing!
es: ¡No! ¡Esta cueva se está derrumbando!

source: I can see more undead coming from the surface. I am doomed.
es: Veo más no muertos viniendo de la superficie. Estoy condenada.

source: Unfriendly Visit
es: Visita Hostil

source: A storm is coming. Times are changing so are they. They will become much stronger, but every power has its price. They will be in need of this power, but it can corrupt them. They must be careful with using it.
es: Se acerca una tormenta. Los tiempos están cambiando, al igual que ellos. Se harán mucho más fuertes, pero todo poder tiene su precio. Necesitarán este poder, pero puede corromperlos. Deben ser cuidadosos al usarlo.

source: What a nice day!
es: ¡Qué bonito día!

source: You are right.
es: Tienes razón.

source: Yes but there is one thing here what I have to think about.
es: Sí, pero hay una cosa aquí en la que tengo que pensar.

source: What is it?
es: ¿Qué es?

source: After all years you still look like you did the day we met first time. How are you doing it? By magic?
es: Después de todos estos años aún te ves como el día que nos conocimos por primera vez. ¿Cómo lo haces? ¿Con magia?

source: What?! Yes.
es: ¡¿Qué?! Sí.

source: But why? I never thought you are possessed by your appearance.
es: Pero ¿por qué? Nunca pensé que estuvieras obsesionada con tu apariencia.

source: I am really sorry for interrupting your conversation but someone is coming here. He does not look very nicely.
es: Lo siento mucho por interrumpir su conversación, pero alguien viene aquí. No se ve muy amable.

source: A necromancer! What do you want here?
es: ¡Un nigromante! ¿Qué quieres aquí?

source: I heard some bad things happened here so I came to create an army for my mistress ha ha.
es: Escuché que pasaron cosas malas aquí, así que vine a crear un ejército para mi ama, ja ja.

source: We are not going to let you defile bodies of our dead. Kill him!
es: No te dejaremos profanar los cuerpos de nuestros muertos. ¡Mátenlo!

source: You did not complete previous chapter so you get some level 2 units to recall and can choose some advancements for the heroine.
es: No completaste el capítulo anterior, por lo que obtienes algunas unidades de nivel 2 para reincorporar y puedes elegir algunos avances para la heroína.

source: Your units from Chapter 1 are starting to feel effects of old age so you will lose them at the end of this chapter. You should try to train their replacements before that happens.
es: Tus unidades del Capítulo 1 están comenzando a sentir los efectos de la vejez, por lo que las perderás al final de este capítulo. Deberías intentar entrenar sus reemplazos antes de que pase.

source: Didn't you tell you won't let me use these bodies? Ha ha.
es: ¿No dijiste que no me dejarías usar estos cuerpos? Ja ja.

source: Silence. You will pay for it.
es: Silencio. Pagarás por esto.

source: Now they will finally rest in peace.
es: Ahora por fin descansarán en paz.

source: Do you think you won? No my mistress will come here and kill you all!
es: ¿Piensas que ganaste? ¡No, mi ama vendrá aquí y los matará a todos!

source: We cannot stop this fool. Our dead will never rest in peace.
es: No podemos detener a este tonto. Nuestros muertos nunca descansarán en paz.

source: Killed by a foolish mere necromancer.
es: Muerto por un simple nigromante tonto.

source: No, you cannot die!
es: ¡No, no puedes morir!

source: Trolls' Caves
es: Cuevas de Trolls

source: Defeat trolls' leader
es: Derrota al líder de los trolls

source: Death of Amiwen, Tinry or Ravan
es: Muerte de Amiwen, Tinry o Ravan

source: Now a cave. Really? I am not sure if you lead us in the right direction.
es: Ahora una cueva. ¿En serio? No estoy segura si nos guías en la dirección correcta.

source: We are very close, I promise. We only need to go through this cave.
es: Estamos muy cerca, lo prometo. Solo necesitamos pasar por esta cueva.

source: But they heard a noise in not so long distance.
es: Pero escucharon un ruido no muy lejos.

source: What was it?
es: ¿Qué fue eso?

source: Let us check it out.
es: Revisémoslo.

source: Don't be like a kid. There aren't so many of them here. And we are nimble even in caves.
es: No seas como un niño. No hay tantos aquí. Y somos ágiles incluso en cuevas.

source: Maybe you two are nimble but what about me? My horse is not used to move in caves.
es: Tal vez ustedes dos sean ágiles, pero ¿y yo? Mi caballo no está acostumbrado a moverse en cuevas.

source: Move behind us and try to heal our wounds. You can help us this way very much too and you can become better with it.
es: Mueve atrás de nosotros e intenta sanar nuestras heridas. Puedes ayudarnos mucho así también y puedes mejorar en ello.

source: Very well. Let us go.
es: Muy bien. Vayamos.

source: What is this? ... Ha! Intruder! Kill them all!
es: ¿Qué es esto?... ¡Ja! ¡Intrusos! ¡Mátenlos a todos!

source: Bad humans! They must kill poor trolls!
es: ¡Malos humanos! ¡Deben matar pobres trolls!

source: Maybe we do not have to kill them. Decide what will we do with them, Clare.
es: Tal vez no tengamos que matarlos. Decide qué haremos con ellos, Clare.

source: I think that we should ...
es: Creo que deberíamos...

source: spare them.
es: perdonarlos.

source: kill them all!
es: ¡matarlos a todos!

source: I mean that they are not so bad. They just protect their territory.
es: Quiero decir que no son tan malos. Solo protegen su territorio.

source: Thank you, humans. You aren't like the other ones.
es: Gracias, humanos. No son como los otros.

source: I would like to see the world outside this cave. Can I go with them?
es: Me gustaría ver el mundo fuera de esta cueva. ¿Puedo ir con ellos?

source: If they agree of course.
es: Si ellos están de acuerdo, por supuesto.

source: Err, yes.
es: Ehm, sí.

source: I mean that he wanted to kill us all. We will show them no mercy as well.
es: Quiero decir que quería matarnos a todos. No les mostraremos misericordia tampoco.

source: It seems that they had a treasure here. Let us take it.
es: Parece que tenían un tesoro aquí. Tomémoslo.

source: Can we leave this place quickly? I do not like caves.
es: ¿Podemos dejar este lugar rápido? No me gustan las cuevas.

source: Yes, of course.
es: Sí, por supuesto.

source: I was afraid that we will never leave this cave.
es: Temía que nunca dejaríamos esta cueva.

source: Do you not like caves or what?
es: ¿No te gustan las cuevas o qué?

source: No, they are very dark and close. It may be good for you, but I prefer bright and wide forests. Anyhow we are doomed.
es: No, son muy oscuras y cerradas. Puede ser bueno para ti, pero yo prefiero bosques brillantes y amplios. De todos modos, estamos condenados.

source: Final Confrontation
es: Confrontación Final

source: Find Morbivord
es: Encuentra a Morbivord

source: We are finally here. Let us find them and send them to the land of dead as fast as we can.
es: Por fin estamos aquí. Encontrémoslos y enviémoslos a la tierra de los muertos lo más rápido que podamos.

source: This castle is so large.
es: Este castillo es tan grande.

source: No. It is just an illusion. They want us to be frustrated. We must keep going.
es: No. Es solo una ilusión. Quieren que nos frustremos. Debemos seguir adelante.

source: I have found some gold.
es: Encontré algo de oro.

source: Halt. I think that we should not go any further. It is necessary that Ravan survives, and if he chooses to attack me, I might not have a choice but to kill him.
es: Alto. Creo que no deberíamos ir más lejos. Es necesario que Ravan sobreviva, y si elige atacarme, tal vez no tenga opción más que matarlo.

source: Why should Ravan survive?
es: ¿Por qué debería sobrevivir Ravan?

source: Because you cannot see the whole picture. He has the potential to drown the Empire into misrule, and that cannot be ignored. We have laid enough destruction around here to scare him and his pathetic little servant Morbivord into their holes, never to threaten this land again.
es: Porque no puedes ver el panorama completo. Tiene el potencial de hundir el Imperio en el desgobierno, y eso no puede ignorarse. Hemos causado suficiente destrucción aquí para asustarlo a él y a su patético sirviente Morbivord, para que se escondan en sus agujeros y nunca amenacen esta tierra de nuevo.

source: Why do you want Wesnothian kingdom to fell? In the chaos that would have followed, millions of lives would be snuffed out.
es: ¿Por qué quieres que caiga el reino de Wesnoth? En el caos que seguiría, millones de vidas se apagarían.

source: Millions of lives, yes. But there are worse possibilities. Its prolonged glory is causing their mages to become overly wise, learning things nobody should learn. Magical academies must be interrupted in their studies from time to time, or they will unintentionally cause more evil than a global war.
es: Millones de vidas, sí. Pero hay posibilidades peores. Su gloria prolongada está haciendo que sus magos se vuelvan demasiado sabios, aprendiendo cosas que nadie debería aprender. Las academias mágicas deben ser interrumpidas en sus estudios de vez en cuando, o causarán involuntariamente más mal que una guerra global.

source: So you think that what you know is not anyone else allowed to learn? Do you want keep you in the position of the most powerful this way?
es: ¿Entonces piensas que lo que sabes no se le permite aprender a nadie más? ¿Quieres mantenerte en la posición de la más poderosa de esta manera?

source: No. I love the power I have, but it also brings responsibility. I have already done great failures, failures whose scale you cannot even comprehend. And one of its results is a doomsday prophecy. The Empire will cherish, growing into unimaginable heights, but at one point, they will learn how to change the world forever. Imagine what will be the first thing they will choose to do.
es: No. Amo el poder que tengo, pero también trae responsabilidad. Ya he cometido grandes fracasos, fracasos cuya escala ni siquiera puedes comprender. Y uno de sus resultados es una profecía del fin del mundo. El Imperio prosperará, creciendo a alturas inimaginables, pero en un punto aprenderán cómo cambiar el mundo para siempre. Imagina qué será lo primero que elegirán hacer.

source: Will they destroy all evil? Will they become immortal?
es: ¿Destruirán todo el mal? ¿Se volverán inmortales?

source: Immortality without using necromancy can be obtained only by demonology, that is an evil of a whole new level. But these mages are experimenting with it already. But they are aware of its dangers, so we can hope that they will be as cautious as they want to be. But they will attempt to destroy all evil. By making this world unsuitable for evil creatures, who are, almost globally, nocturnal. They will try to banish the night. By creating a new sun, or even more of them.
es: La inmortalidad sin usar nigromancia solo se puede obtener con demonología, que es un mal de un nivel completamente nuevo. Pero estos magos ya están experimentando con ello. Pero son conscientes de sus peligros, así que podemos esperar que sean tan cautelosos como quieran. Pero intentarán destruir todo el mal. Haciendo este mundo inadecuado para criaturas malvadas, que son, casi globalmente, nocturnas. Intentarán desterrar la noche. Creando un nuevo sol, o incluso más.

source: And this is bad?
es: ¿Y eso es malo?
