Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: So we wait in prison to be executed and you're reading a book? And about such a thing?
es: ¿Entonces esperamos en prisión a ser ejecutados y tú estás leyendo un libro? ¿Y sobre algo así?

source: I am sorry. I do not want us to be executed, but I have no idea what else I shall do.
es: Lo siento. No quiero que nos ejecuten, pero no tengo idea de qué más hacer.

source: We must get a key from this cell. Alas I think we can't handle all guards at our own.
es: Debemos conseguir una llave de esta celda. Pero creo que no podemos manejar a todos los guardias solos.

source: I will not ask those criminals to help us.
es: No pediré ayuda a esos criminales.

source: I expected it. I think you have to raise some undead by the book you have read.
es: Lo esperaba. Creo que tienes que levantar algunos no muertos con el libro que has leído.

source: No way! I will not do such a thing!
es: ¡De ninguna manera! ¡No haré algo así!

source: I understand you don't like it. Me neither. Alas there is no other option if we want to survive.
es: Entiendo que no te guste. A mí tampoco. Pero no hay otra opción si queremos sobrevivir.

source: I worry that you are right. Ok, I will do this but I need some time to learn it.
es: Me preocupa que tengas razón. Bien, lo haré, pero necesito tiempo para aprenderlo.

source: After three weeks of practice Clare was able to rise some human corpses. They were not particularly strong but they still could be of some use in this very situation.
es: Después de tres semanas de práctica, Clare pudo levantar algunos cadáveres humanos. No eran particularmente fuertes, pero aún podían ser útiles en esta situación.

source: Clare was not glad at all that she had to use this horrible art of rising bodies of the dead once again but she was very aware that she could not handle this bad situation with only help of her friends. But she soon realized that she forgot the exact procedure so she had to learn it again from the book. Finally after three weeks, two corpses was rising from the ground inside their cell.
es: Clare no estaba nada contenta de tener que usar este horrible arte de levantar cuerpos de muertos una vez más, pero era muy consciente de que no podía manejar esta mala situación solo con la ayuda de sus amigos. Pero pronto se dio cuenta de que olvidó el procedimiento exacto, así que tuvo que aprenderlo de nuevo del libro. Finalmente, después de tres semanas, dos cadáveres se levantaron del suelo dentro de su celda.

source: Well I made it but I hate myself for it. They should rest in peace.
es: Bueno, lo logré, pero me odio por ello. Deberían descansar en paz.

source: You are really a quick learner, Clare, aren't you?
es: Realmente aprendes rápido, Clare, ¿verdad?

source: Yes, I am but what now?
es: Sí, lo soy, pero ¿qué ahora?

source: Now we need to get a key from this cell.
es: Ahora necesitamos conseguir una llave de esta celda.

source: Wait. I have one key. It may fit into this keyhole.
es: Espera. Tengo una llave. Tal vez encaje en esta cerradura.

source: I will check it out.
es: Lo comprobaré.

source: Yes, it fits here. (unlocking the doors) Let's leave this cell, friends.
es: Sí, encaja aquí. (abriendo las puertas) Dejemos esta celda, amigos.

source: What do you think you are doing?
es: ¿Qué crees que estás haciendo?

source: Nothing. I ... just ... (knocking the guard off)
es: Nada. Solo... (noqueando al guardia)

source: leave this prison with my friends. Do you mind it?
es: dejo esta prisión con mis amigos. ¿Te importa?

source: But how can we get it from inside this cell?
es: Pero ¿cómo conseguimos la llave desde dentro de esta celda?

source: Darling, this guard surely has it.
es: Cariño, este guardia seguramente la tiene.

source: Maybe yes but why should he get it to us?
es: Tal vez sí, pero ¿por qué nos la daría?

source: You can persuade him to do it.
es: Puedes persuadirlo para que lo haga.

source: How?
es: ¿Cómo?

source: By using the gift the Nature gave you.
es: Usando el don que la Naturaleza te dio.

source: Do you want me to seduce him?!
es: ¡¿Quieres que lo seduzca?!

source: Or you can use a spell to control his mind. It is upon you.
es: O puedes usar un hechizo para controlar su mente. Depende de ti.

source: How do you want to get the key?
es: ¿Cómo quieres conseguir la llave?

source: I will ... try to seduce him.
es: Yo... intentaré seducirlo.

source: I will use a mind control spell.
es: Usaré un hechizo de control mental.

source: Hail.
es: Salve.

source: What do you want, witch?
es: ¿Qué quieres, bruja?

source: You do not need to be so rude. Anyhow I noticed how were you looking at me. I think that I feel something similar.
es: No necesitas ser tan grosero. De todos modos noté cómo me mirabas. Creo que siento algo parecido.

source: Eh? Did you really notice it? Well I think we can do nothing with it. I do not need anyone to know ...
es: ¿Eh? ¿Realmente lo notaste? Bueno, creo que no podemos hacer nada al respecto. No necesito que nadie sepa...

source: And what about a kiss? Nobody can see it.
es: ¿Y qué tal un beso? Nadie puede verlo.

source: Well.
es: Bueno.

source: (giving a kiss the guard)
es: (dando un beso al guardia)

source: You are very cold ...
es: Estás muy frío...

source: (knocking the guard off) Take the key, Clare.
es: (noqueando al guardia) Toma la llave, Clare.

source: Here. (unlocking the doors) And Lemyr, I am so sorry about it.
es: Aquí. (abriendo las puertas) Y Lemyr, lo siento mucho por esto.

source: It is all right, Clare. Just let us leave this cell.
es: Está bien, Clare. Solo dejemos esta celda.

source: (saying words in a foreign language)
es: (diciendo palabras en un idioma extranjero)

source: Is it a spell, witch or what? ... I meant what can I do for you, milady.
es: ¿Es un hechizo, bruja o qué?... Quiero decir, ¿qué puedo hacer por usted, mi señora?.

source: Can you unlock this doors, please?
es: ¿Puedes abrir estas puertas, por favor?

source: Yes, of course. (unlocking the doors) Anything else?
es: Sí, por supuesto. (abriendo las puertas) ¿Algo más?

source: Have a rest.
es: Descansa.

source: Return to your cell, witch. Your time didn't come yet.
es: Regresa a tu celda, bruja. Tu hora aún no ha llegado.

source: I will not return. I am not a criminal.
es: No regresaré. No soy una criminal.

source: Catch them and get them back to their cell.
es: Atrápenlos y llévenlos de vuelta a su celda.

source: There are too many guards here. We need more undead, Clare.
es: Hay demasiados guardias aquí. Necesitamos más no muertos, Clare.

source: Done. Where should we go to now? I do not think that we could use the main entrance.
es: Hecho. ¿Adónde iremos ahora? No creo que podamos usar la entrada principal.

source: Well we can escape through the underground. There should be a secret path not so far to south from here. Alas I have no idea what we will have to face there.
es: Bueno, podemos escapar por el subterráneo. Debería haber un camino secreto no tan lejos al sur de aquí. Pero no tengo idea de qué enfrentaremos allí.

source: Anyhow try to knock them out just, please. I do not want to have their blood on my hands. They are not bad people.
es: De todos modos, intenten solo noquearlos, por favor. No quiero tener su sangre en mis manos. No son malas personas.

source: I ... cannot ... continue.
es: Yo... no puedo... continuar.

source: Get the witch back to her cell.
es: Lleven a la bruja de vuelta a su celda.

source: I am sorry, Clare. I am exhausted.
es: Lo siento, Clare. Estoy exhausto.

source: Get him back to her cell.
es: Llévenlo de vuelta a su celda.

source: Get her back to her cell.
es: Llévenla de vuelta a su celda.

source: Next guard is down.
es: El siguiente guardia está caído.

source: I do not think that this is a better choice but we cannot return. Let us go to the city.
es: No creo que sea una mejor opción, pero no podemos regresar. Vayamos a la ciudad.

source: I do not like walking in underground but this should be a safer way. Let us go.
es: No me gusta caminar en el subterráneo, pero este debería ser un camino más seguro. Vayamos.

source: They alarmed all guards. We have no hope to escape now.
es: Alarmaron a todos los guardias. No tenemos esperanza de escapar ahora.

source: After escaping from the prison Clare returned to her country with her friends.
es: Después de escapar de la prisión, Clare regresó a su país con sus amigos.

source: She tried to forget all the things what happended on her journey but it was very hard.
es: Intentó olvidar todas las cosas que pasaron en su viaje, pero fue muy difícil.

source: After two years she managed it and everything seemed to be good again.
es: Después de dos años lo logró y todo parecía estar bien de nuevo.

source: Escape from Dwarven Doors
es: Escapar de Puertas Enanas

source: All heroes escape the city
es: Todos los héroes escapan de la ciudad

source: Any hero attacks a guard
es: Cualquier héroe ataca a un guardia

source: Any guard attack a hero
es: Cualquier guardia ataca a un héroe

source: Any hero captures a village
es: Cualquier héroe captura una aldea

source: This scenario uses 24 hours schedule unlike the rest.
es: Este escenario usa un horario de 24 horas, a diferencia del resto.

source: Well we are finally out off the prison. I think that I should unsummon these zombies. They could attract too much attention.
es: Bueno, por fin salimos de la prisión. Creo que debería desinvocar a estos zombis. Podrían atraer demasiada atención.

source: Ok. Now let's leave this city.
es: Bien. Ahora dejemos esta ciudad.

source: Wait. I will make us invisible during the night.
es: Espera. Nos haré invisibles durante la noche.

source: Nice. Is it a kind of spell?
es: Genial. ¿Es una especie de hechizo?

source: Yes, it is but I am not very good with it. It will last this morning.
es: Sí, lo es, pero no soy muy buena con él. Durará hasta esta mañana.

source: It could be enough time to escape. So let's go.
es: Podría ser tiempo suficiente para escapar. Así que vayamos.

source: Only one next thing: try to avoid the guards. Ok now let us leave this city.
es: Solo una cosa más: intenten evitar a los guardias. Bien, ahora dejemos esta ciudad.

source: What's this?! ... An escaped prisoner! I think I will be rewarded for reporting it.
es: ¡¿Qué es esto?!... ¡Un prisionero escapado! Creo que me recompensarán por reportarlo.

source: I've been discovered!
es: ¡Me descubrieron!

source: Oh no, I have blown my cover!
es: ¡Oh no, revelé mi disfraz!

source: I have escaped.
es: He escapado.

source: Ok we all have escaped.
es: Bien, todos hemos escapado.

source: Hurry up, friends.
es: Apúrense, amigos.

source: The sun is rising and my spell is ceasing to work. We are revealed!
es: El sol está saliendo y mi hechizo está dejando de funcionar. ¡Estamos revelados!

source: Dwarven Doors
es: Puertas Enanas

source: Lord Protector
es: Señor Protector

source: Hail, Lord Protector.
es: Salve, Señor Protector.

source: You must be Clare. You gained a good reputation in the alliance.
es: Debes ser Clare. Has ganado buena reputación en la alianza.

source: Tell me, will lord Menvan join the alliance?
es: Dime, ¿el señor Menvan se unirá a la alianza?

source: He wants to help in making the Northlands safe to live in.
es: Quiere ayudar a hacer que las Tierras del Norte sean seguras para vivir.

source: That is great news. I will write a letter to him. Can you deliver it, please?
es: Esas son excelentes noticias. Le escribiré una carta. ¿Puedes entregarla, por favor?

source: No problem.
es: No hay problema.

source: Thank you. Here you are.
es: Gracias. Aquí tienes.

source: Hi Clare.
es: Hola, Clare.

source: Oh, hi Lemyr. What are you doing here?
es: Oh, hola Lemyr. ¿Qué haces aquí?

source: I heard nothing about you for a long time so I was worried about you. I wanted to know that everything goes well.
es: No escuché nada sobre ti por mucho tiempo, así que estaba preocupado. Quería saber que todo va bien.

source: To be honest everything is not ok.
es: Para ser honesta, todo no está bien.

source: Tell me what happended.
es: Dime qué pasó.

source: I had an argument with our earl. He thought that The Northern Alliance is a slavery system and humans are used by dwarves.
es: Tuve una discusión con nuestro conde. Pensaba que la Alianza del Norte es un sistema de esclavitud y que los enanos usan a los humanos.

source: But I lived here and know that it is not true. Alas he did not want to hear anything. I had to kill him.
es: Pero viví aquí y sé que no es cierto. Pero no quería oír nada. Tuve que matarlo.

source: This is bad but I understand you. You had no other option.
es: Esto es malo, pero te entiendo. No tenías otra opción.

source: Is there anything else that you would like to tell me?
es: ¿Hay algo más que quieras contarme?

source: There is something that you should know about me. Can you remember the orc who assassinated Glacyn?
es: Hay algo que deberías saber sobre mí. ¿Recuerdas al orco que asesinó a Glacyn?

source: Yes, I can. What about him?
es: Sí, lo recuerdo. ¿Qué hay con él?

source: You do not know the full story. I had no chance at all against him. He killed me but a necromancer brought me back. I am an undead, a lich even.
es: No conoces toda la historia. No tenía ninguna oportunidad contra él. Me mató, pero un nigromante me trajo de vuelta. Soy un no muerto, incluso un liche.

source: It makes no sense to me. I have known you from our childhood and you were always a good person. I still love you.
es: No tiene sentido para mí. Te conozco desde nuestra infancia y siempre fuiste una buena persona. Aún te amo.

source: Thank you. I love you too.
es: Gracias. Yo también te amo.

source: No. ... Well, sometimes I wonder if I have chosen the right way. I mean learning the dark arts of necromancy and going into lichdom afterwards.
es: No... Bueno, a veces me pregunto si elegí el camino correcto. Me refiero a aprender las artes oscuras de la nigromancia y convertirme en liche después.

source: Well, you will not hear me saying that it was a good decision, though I have grown to understand it with time.
es: Bueno, no me oirás decir que fue una buena decisión, aunque con el tiempo he llegado a entenderla.

source: But there is nothing to understand here! I was doing bad things. I should resist that temptations, it does not excuse me that I was too weak. I want to be a good person again. Help me, please.
es: ¡Pero no hay nada que entender aquí! Estaba haciendo cosas malas. Debería haber resistido esas tentaciones, no me excusa que fuera demasiado débil. Quiero ser una buena persona de nuevo. Ayúdame, por favor.

source: We are good or bad persons by our deeds and as far as I know you do good deeds. Anyhow, I want you to remember this: no matter what happens, I will be here to aid you.
es: Somos buenas o malas personas por nuestros actos y, por lo que sé, tú haces buenas acciones. De todos modos, quiero que recuerdes esto: no importa qué pase, estaré aquí para ayudarte.

source: Nice to hear it, thank you. You are so kind, it may be the reason why I fell in love with you years ago. Though I did not realize it until now.
es: Es bueno oírlo, gracias. Eres tan amable, tal vez sea la razón por la que me enamoré de ti hace años. Aunque no me di cuenta hasta ahora.

source: You did too? I am so glad though it would be better to find out it under better circumstances, you know.
es: ¿Tú también? Me alegra mucho, aunque habría sido mejor descubrirlo en mejores circunstancias, sabes.

source: Yes, I agree.
es: Sí, estoy de acuerdo.

source: By the way I found a nice sword. I thought that you could have a use for it.
es: Por cierto, encontré una bonita espada. Pensé que podrías usarla.

source: Thank you. This sword is not only nice but stronger as well.
es: Gracias. Esta espada no solo es bonita, sino también más fuerte.

source: By the way what are you going to do now?
es: Por cierto, ¿qué vas a hacer ahora?

source: I do not know. Maybe I should explore this city. And what about you?
es: No lo sé. Tal vez debería explorar esta ciudad. ¿Y tú?

source: I will stay here with you if you do not mind.
es: Me quedaré aquí contigo si no te importa.

source: I will be glad.
es: Me alegrará.

source: Explore the city
es: Explora la ciudad

source: Decide that everything is alright
es: Decide que todo está bien

source: A voice in your head
es: Una voz en tu cabeza

source: Go to the north-western corner of this city. Some weird things happen there.
es: Ve a la esquina noroeste de esta ciudad. Pasan cosas extrañas allí.

source: I think that we should go to the north-western corner of this city.
es: Creo que deberíamos ir a la esquina noroeste de esta ciudad.

source: I found a key. Maybe I will find a use for it later.
es: Encontré una llave. Tal vez la use después.

source: Nothing more to see.
es: Nada más que ver.

source: Pay your debt, peasant. My lord can't wait anymore.
es: Paga tu deuda, campesino. Mi señor no puede esperar más.

source: I am so sorry but I still don't have enough money.
es: Lo siento mucho, pero aún no tengo suficiente dinero.

source: You know you're late paying. It's only my lord's good will that you're still a freeman.
es: Sabes que estás atrasado en el pago. Es solo por la buena voluntad de mi señor que aún eres un hombre libre.

source: I am very sorry. I try to collect his money but ...
es: Lo siento mucho. Intento juntar su dinero, pero...

source: I'm really tired of your words. If you don't have enough money ...
es: Estoy realmente cansado de tus palabras. Si no tienes suficiente dinero...

source: This soldier is not very nice. I should help this poor peasant but ...
es: Este soldado no es muy amable. Debería ayudar a este pobre campesino, pero...

source: What will you do?
es: ¿Qué harás?

source: I will help him!
es: ¡Lo ayudaré!

source: Nothing. It is not my problem.
es: Nada. No es mi problema.

source: Excuse me. How much is his debt?
es: Disculpa. ¿Cuánto es su deuda?

source: 60 pieces of gold.
es: 60 piezas de oro.

source: Here you are.
es: Aquí tienes.

source: You do not have enough gold but I will not ruin such a worthy gesture of good will.
es: No tienes suficiente oro, pero no arruinaré un gesto tan digno de buena voluntad.

source: You were lucky, peasant, but I don't care. I have money for my lord. Good bye.
es: Tuviste suerte, campesino, pero no me importa. Tengo dinero para mi señor. Adiós.

source: A thousand thanks, my lady! You saved me from slavery. I owe you my life.
es: ¡Mil gracias, milady! Me salvaste de la esclavitud. Te debo mi vida.

source: It was nothing. Go and enjoy your life as long as you can.
es: No fue nada. Ve y disfruta tu vida todo lo que puedas.

source: Ok.
es: Bien.

source: Anyone, please, help me!
es: ¡Alguien, por favor, ayúdame!

source: Nobody will help you and you know it. So don't make a scene and go.
es: Nadie te ayudará y lo sabes. Así que no hagas una escena y vete.

source: Are you finished with the armor suits?
es: ¿Terminaste con los trajes de armadura?

source: Ok let me see. (examining armor) They are very strong and nice.
es: Bien, déjame ver. (examinando armadura) Son muy fuertes y bonitas.

source: What did you expect? I am one of the best runesmiths in the whole Northlands!
es: ¿Qué esperabas? ¡Soy uno de los mejores forjadores de runas en todas las Tierras del Norte!

source: Calm down. There was no offense. But let's talk about the price.
es: Cálmate. No hubo ofensa. Pero hablemos del precio.

source: We have already agreed on 100 pieces of gold per suit.
es: Ya acordamos 100 piezas de oro por traje.

source: Yeah I know but the Alliance can't afford it. We can pay you only 60 pieces of gold.
es: Sí, lo sé, pero la Alianza no puede pagarlo. Solo podemos pagarte 60 piezas de oro.

source: Only 60?! The material is very expensive and we rediscovered the art of runesmithing only a few years ago. It is ...
es: ¡¿Solo 60?! El material es muy caro y redescubrimos el arte de la forja de runas hace solo unos años. Es...

source: Ok ok. 70 pieces of gold but not a single piece more.
es: Bien, bien. 70 piezas de oro, pero ni una pieza más.

source: You know we can ask someone else. Accept 70 pieces of gold or I leave.
es: Sabes que podemos pedirle a otro. Acepta 70 piezas de oro o me voy.

source: Damn! Ok 70 but I don't like this stance of the Alliance.
es: ¡Maldición! Bien, 70, pero no me gusta esta postura de la Alianza.

source: Here you are. We will pick the armor up later. Good bye.
es: Aquí tienes. Recogeremos la armadura después. Adiós.

source: So what is your answer?
es: Entonces, ¿cuál es tu respuesta?

source: I am not sure, sir. It is forbidden.
es: No estoy seguro, señor. Está prohibido.

source: Listen. These 110 pieces of gold can be yours if you help me. It is much more than your monthly salary.
es: Escucha. Estas 110 piezas de oro pueden ser tuyas si me ayudas. Es mucho más que tu salario mensual.

source: Well ...
es: Bueno...

source: Excellent and remember that this dialog never happened.
es: Excelente y recuerda que este diálogo nunca pasó.

source: What are you talking about?
es: ¿De qué están hablando?

source: This is very weird.
es: Esto es muy extraño.

source: Hail, Lord Protector. I have an important message for you from Ralenyth.
es: Salve, Señor Protector. Tengo un mensaje importante para ti de Ralenyth.

source: Ralenyth? ... Yes, I remember him. Thank you for delivering the letter. (reading the message) Undead?! Ok, I will send more soldiers to the western front. Go to the dwarves and ask them for support.
es: ¿Ralenyth?... Sí, lo recuerdo. Gracias por entregar la carta. (leyendo el mensaje) ¿¡No muertos?! Bien, enviaré más soldados al frente occidental. Ve a los enanos y pídeles apoyo.

source: Yes, sir.
es: Sí, señor.

source: We should help them, Lemyr. I do not have many soldiers with me but I joined the alliance so it is my duty.
es: Deberíamos ayudarlos, Lemyr. No tengo muchos soldados conmigo, pero me uní a la alianza, así que es mi deber.

source: You can count on me, Clare. I will follow you everywhere.
es: Puedes contar conmigo, Clare. Te seguiré a donde sea.

source: Talks with Ralenyth
es: Conversaciones con Ralenyth

source: Kill Ralenyth
es: Mata a Ralenyth

source: No side can recruit units in this scenario. Only recalling is allowed.
es: Ningún bando puede reclutar unidades en este escenario. Solo se permite reincorporar.

source: A few hours later ...
es: Unas horas después...

source: Hail. It is me, Clare. Can I enter?
es: Salve. Soy yo, Clare. ¿Puedo entrar?

source: Yes, come in.
es: Sí, entra.

source: So what do you want to discuss with me?
es: Entonces, ¿qué quieres discutir conmigo?

source: Our strategy is very bad. We lose too many soldiers and do not have enough supplies. But I think that I can help.
es: Nuestra estrategia es muy mala. Perdemos demasiados soldados y no tenemos suficientes suministros. Pero creo que puedo ayudar.

source: You may be a powerful mage but can't understand military issues. Return to your camp and prepare your soldiers for next attack of the undead.
es: Puedes ser una maga poderosa, pero no entiendes asuntos militares. Regresa a tu campamento y prepara a tus soldados para el próximo ataque de los no muertos.

source: General, I have an important message for you.
es: General, tengo un mensaje importante para ti.

source: Thank you. (reading the message) Well, it changes a lot of things. Go back, maiden.
es: Gracias. (leyendo el mensaje) Bueno, esto cambia muchas cosas. Regresa, doncella.

source: I am here. Is anything wrong?
es: Estoy aquí. ¿Pasa algo malo?

source: Yes, it is! You had murdered Menvan. You are just another power hungry warlock!
es: ¡Sí, lo hay! Asesinaste a Menvan. ¡Eres solo otro brujo hambriento de poder!
