Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: Nice to hear that you enjoyed the times we are together. I had no idea about it until this moment. You are a kind of a shy and quiet person. I can never know for sure what you really think. I am really sorry for saying it but ...
es: Bueno oír que disfrutaste los tiempos que estamos juntos. No tenía idea hasta este momento. Eres una persona tímida y callada. Nunca puedo saber con seguridad qué piensas realmente. Lo siento mucho por decirlo, pero...

source: There is no need to apologize. You are absolutely right. I promise that I will speak more about my feelings.
es: No hay necesidad de disculparse. Tienes absolutamente razón. Prometo que hablaré más sobre mis sentimientos.

source: Very well. And now let us rest for a while. We really deserve it.
es: Muy bien. Y ahora descansemos un rato. Realmente lo merecemos.

source: Damn. Some their friends are coming here from the north. We are doomed.
es: Maldición. Algunos de sus amigos vienen aquí del norte. Estamos condenados.

source: Are they here? I cannot see anyone here.
es: ¿Están aquí? No puedo ver a nadie aquí.

source: We think their base in near forest.
es: Pensamos que su base está en el bosque cercano.

source: But why is so foggy here?
es: Pero ¿por qué hay tanta niebla aquí?

source: There is usually no fog here. I think it came with the necromancer as a result of his foolish experiments.
es: Usualmente no hay niebla aquí. Creo que vino con el nigromante como resultado de sus experimentos tontos.

source: Well it sounds reasonably.
es: Bueno, suena razonable.

source: By the way, I must admit that you are pretty fast for someone with full armor, soldier.
es: Por cierto, debo admitir que eres bastante rápido para alguien con armadura completa, soldado.

source: Thank you, sir. I am not only strong but more dextrous as well. But we should talk less and fight more.
es: Gracias, señor. No solo soy fuerte, sino también más diestro. Pero deberíamos hablar menos y luchar más.

source: You are right. Let us go.
es: Tienes razón. Vayamos.

source: Very well. Now the necromancer. He is in the east if I can remember correctly.
es: Muy bien. Ahora el nigromante. Está en el este si recuerdo correctamente.

source: Yes, follow me.
es: Sí, síganme.

source: I can see more bandits coming from the forest. We are doomed.
es: Puedo ver más bandidos viniendo del bosque. Estamos condenados.

source: Searching Adventures
es: Buscando Aventuras

source: City in distance
es: Ciudad a lo lejos

source: Find someone who needs help
es: Encuentra a alguien que necesita ayuda

source: Death of Jolla
es: Muerte de Jolla

source: You did not complete previous chapter so you get some level 2 units to recall and can choose some advancements for heroes.
es: No completaste el capítulo anterior, así que obtienes algunas unidades de nivel 2 para reincorporar y puedes elegir algunos avances para los héroes.

source: What a beautiful day! The sun is shining, it is windy, the flowers are smiling at us. Mom, come here too. You will enjoy it as well.
es: ¡Qué día tan hermoso! El sol brilla, hay viento, las flores nos sonríen. Mamá, ven aquí también. Lo disfrutarás también.

source: Yes, I am coming.
es: Sí, voy.

source: But I cannot enjoy it. I am an undead.
es: Pero no puedo disfrutarlo. Soy un no muerto.

source: Do you like it?
es: ¿Te gusta?

source: Yes, today is a really beautiful day.
es: Sí, hoy es un día realmente hermoso.

source: By the way where is Amiwen? I did not see her for weeks.
es: Por cierto, ¿dónde está Amiwen? No la he visto en semanas.

source: I already told it to you, darling. She needed to visit the forest what she come from. She does not feel very well in closed places. Did you forget?
es: Ya te lo dije, cariño. Necesitaba visitar el bosque de donde viene. No se siente muy bien en lugares cerrados. ¿Lo olvidaste?

source: Oh yes! I forgot. But where is Tinry? I have not seen him for a few days. I am missing him ... well, a bit.
es: ¡Oh sí! Lo olvidé. Pero ¿dónde está Tinry? No lo he visto en unos días. Lo extraño... bueno, un poco.

source: Well, it is a good question, he left a few days ago without saying a single word. I do not know about him anything more than you.
es: Bueno, es una buena pregunta, se fue hace unos días sin decir una sola palabra. No sé nada más de él que tú.

source: He left at night! It was not nice of him.
es: ¡Se fue de noche! No fue amable de su parte.

source: Well, he had a talk with me. He wanted to make an adventure maybe a treasure hunt. Ha ha, he forgot he isn't so young.
es: Bueno, habló conmigo. Quería hacer una aventura, tal vez una caza de tesoro. Ja ja, olvidó que ya no es tan joven.

source: Well, it is a good idea. We could make an adventure as well. I am pretty sure that someone needs our help.
es: Bueno, es una buena idea. Nosotros también podríamos hacer una aventura. Estoy bastante segura de que alguien necesita nuestra ayuda.

source: Ok, I love adventures. And I also think we spent too much time at one place. We should move on.
es: Bien, amo las aventuras. Y también pienso que pasamos demasiado tiempo en un solo lugar. Deberíamos seguir adelante.

source: Yes, why not.
es: Sí, por qué no.

source: Excellent! I always wanted to see more of this world.
es: ¡Excelente! Siempre quise ver más de este mundo.

source: So it is decided. But I think that we should take some soldiers with us. Just in case.
es: Así está decidido. Pero creo que deberíamos llevar algunos soldados con nosotros. Por si acaso.

source: I can remember that our final battle against Yswniver took place here.
es: Puedo recordar que nuestra batalla final contra Yswniver tuvo lugar aquí.

source: You are right. But I heard bandits started to appear here some time ago. We should be careful.
es: Tienes razón. Pero escuché que bandidos empezaron a aparecer aquí hace algún tiempo. Deberíamos tener cuidado.

source: Hail. We are adventurers from adjacent earldom. But nothing so serious happend there. Do you have any problems here?
es: Salve. Somos aventureros del condado adyacente. Pero nada tan serio pasó allí. ¿Tienen algún problema aquí?

source: Actually, we have to face two problems - undead and bandits. A wicked necromancer came into a swamp east from here a month ago.
es: En realidad, tenemos que enfrentar dos problemas - no muertos y bandidos. Un malvado nigromante llegó a un pantano al este de aquí hace un mes.

source: What is a necromancer?
es: ¿Qué es un nigromante?

source: Most of them are bad people who crave only for more power. They disturb peace of dead people for their evil plans.
es: La mayoría son mala gente que solo anhela más poder. Perturban la paz de los muertos para sus planes malvados.

source: It sounds horribly.
es: Suena horrible.

source: Yes, it is a terrible art and in most countries its users are executed.
es: Sí, es un arte terrible y en la mayoría de los países sus usuarios son ejecutados.

source: You are right but bandits mean a bigger problem. At least for us, living people. They attack caravans transporting food supplies and sometimes kill people who walk alone.
es: Tienes razón, pero los bandidos significan un problema mayor. Al menos para nosotros, gente viva. Atacan caravanas transportando suministros de comida y a veces matan a gente que camina sola.

source: I can't send my soldiers against the necromancer because the bandits could attack us and vice versa. You seem to be very powerful. Can you help us, please?
es: No puedo enviar mis soldados contra el nigromante porque los bandidos podrían atacarnos y viceversa. Parecen muy poderosos. ¿Pueden ayudarnos, por favor?

source: Yes, just tell us where they dwell.
es: Sí, solo díganos dónde habitan.

source: I will send one of my soldiers with you. He will guide you.
es: Enviaré a uno de mis soldados con ustedes. Los guiará.

source: Well, it seems that nobody needs our help. I think that we can return to our castle and die from boredom there.
es: Bueno, parece que nadie necesita nuestra ayuda. Creo que podemos regresar a nuestro castillo y morir de aburrimiento allí.

source: Homeless
es: Sin Hogar

source: It is nice to be at home.
es: Es bueno estar en casa.

source: Yes, it is.
es: Sí, lo es.

source: You returned, milady. Can we discuss one important matter with you?
es: Regresaste, mi señora. ¿Podemos discutir un asunto importante contigo?

source: Yes, of course. What is going on?
es: Sí, por supuesto. ¿Qué pasa?

source: Something is wrong with yourself. You live here and rule our land for a few decades but still look the same.
es: Algo está mal contigo misma. Vives aquí y gobiernas nuestra tierra por unas pocas décadas, pero aún te ves igual.

source: Growing old is a natural process and even the greatest sages cannot avoid it. At least not without using dark arts but it is forbidden in all countries.
es: Envejecer es un proceso natural y ni siquiera los más grandes sabios pueden evitarlo. Al menos no sin usar artes oscuras, pero está prohibido en todos los países.

source: Do you have anything to do with dark arts?
es: ¿Tienes algo que ver con artes oscuras?

source: How do you dare even to think about it?! My mom did a lot of good deeds and saved this world while you all were squatting here!
es: ¡¿Cómo se atreven siquiera a pensarlo?! ¡Mi mamá hizo muchas buenas acciones y salvó este mundo mientras todos ustedes estaban agachados aquí!

source: Calm down, darling. They are right, I walk this world for a long time, at least for a human. I was a fool when I thought that nobody will notice that my appearance does not change at all.
es: Cálmate, cariño. Tienen razón, camino por este mundo por mucho tiempo, al menos para un humano. Fui una tonta cuando pensé que nadie notaría que mi apariencia no cambia en absoluto.

source: Well, I suppose that it is time for someone younger to rule this land. For someone who knows how the things work but is still a good person. Who cares about his subjects in the times of peace and is able to lead them in the times of wars as well. And who will not become corrupted by his power.
es: Bueno, supongo que es tiempo de que alguien más joven gobierne esta tierra. Para alguien que sabe cómo funcionan las cosas, pero aún es una buena persona. Que se preocupa por sus súbditos en tiempos de paz y es capaz de liderarlos en tiempos de guerras también. Y que no se corrompa por su poder.

source: Do you know such a person?
es: ¿Conoces a tal persona?

source: Not personally but I can sense someone with such an aura in this land. He is not a noble by birth but his wisdom and purity in his heart are stunning. He reminds me myself in my nineteen years. And he is a mage as well.
es: No personalmente, pero puedo sentir a alguien con tal aura en esta tierra. No es noble de nacimiento, pero su sabiduría y pureza en su corazón son asombrosas. Me recuerda a mí misma en mis diecinueve años. Y también es un mago.

source: Very well. Will you contact him or should we take care of it?
es: Muy bien. ¿Lo contactarás tú o deberíamos encargarnos nosotros?

source: I will do it at my own. Give me a few days.
es: Lo haré yo misma. Denme unos días.

source: A few days later
es: Unos días después

source: So the time for me abdicate has come. But a new question arises: where will we live from now on?
es: Así que llegó el momento de abdicar para mí. Pero surge una nueva pregunta: ¿dónde viviremos de ahora en adelante?

source: I know about one place. I am pretty sure you all will love it.
es: Conozco un lugar. Estoy bastante segura de que a todos les encantará.

source: Very well, lead us there, Merissa.
es: Muy bien, guíanos allí, Merissa.

source: Destroy Mal-Ravanal
es: Destruye a Mal-Ravanal

source: Here is he! And look - he has become a lich since our last encounter.
es: ¡Aquí está! Y mira - se ha convertido en un liche desde nuestro último encuentro.

source: Who comes to disturb me during plotting my grand plan to conquer all the Wesnoth?! ... Ah, it is you, Clare and your friends. So you have finally accepted that you are a creature of darkness just like me and come to aid me in my quest, right?
es: ¡¿Quién viene a molestarme mientras planeo mi gran plan para conquistar todo Wesnoth?!... Ah, eres tú, Clare, y tus amigos. Así que finalmente aceptaste que eres una criatura de oscuridad como yo y viniste a ayudarme en mi búsqueda, ¿verdad?

source: You are so wrong, I will fight on the side of good until the very end of my days. Actually, we came to destroy you once and for all, Ravan. You will not cause problems anymore.
es: Estás tan equivocado, lucharé del lado del bien hasta el final de mis días. En realidad, vinimos a destruirte de una vez por todas, Ravan. No causarás más problemas.

source: My name is Mal-Ravanal now but never mind. During the decades following after our meeting I have mastered the dark magic and necromancy thus your chances to defeat me are negligible. So stop pestering me and leave my place while I am still in a good mood. In the other case, you will feel my wrath.
es: Mi nombre es Mal-Ravanal ahora, pero no importa. Durante las décadas siguientes a nuestro encuentro dominé la magia oscura y nigromancia, así que sus chances de derrotarme son insignificantes. Así que dejen de molestarme y váyanse de mi lugar mientras aún estoy de buen humor. En el otro caso, sentirán mi ira.

source: Never! I cannot let you continue in your evil scheme. On him!
es: ¡Nunca! No puedo dejarte continuar con tu esquema malvado. ¡A por él!

source: I apologize, master. They are too powerful.
es: Me disculpo, amo. Son demasiado poderosos.

source: If I was you, I would start running away from this place. My best minions are on their way here and they will crush in no time.
es: Si fuera ustedes, empezaría a huir de este lugar. Mis mejores minions están en camino aquí y los aplastarán en poco tiempo.

source: Hm, your best minions you say? I am curious to see how strong are they really.
es: Hm, ¿tus mejores minions dices? Tengo curiosidad por ver cuán fuertes son realmente.

source: Ha! Your minions have fallen to us. Now it is the time for your demise, Ravan.
es: ¡Ja! Tus esbirros cayeron ante nosotros. Ahora es el momento de tu caída, Ravan.

source: Not yet, foolish girl. Prepare to face enemies that you have not seen even in your worst nightmares.
es: Aún no, chica tonta. Prepárate para enfrentar enemigos que no has visto ni en tus peores pesadillas.

source: I arrived with your elite minions as you ordered, master.
es: Llegué con tus minions élite como ordenaste, amo.

source: Excellent! Now I can send these intruders where they belong. Smash them all!
es: ¡Excelente! Ahora puedo enviar a estos intrusos donde pertenecen. ¡Aplástenlos a todos!

source: Oh no! We have no hope to defeat him now. We have to run for our lives.
es: ¡Oh no! No tenemos esperanza de derrotarlo ahora. Tenemos que huir por nuestras vidas.

source: It is impossible! My best servant ...
es: ¡Es imposible! Mi mejor sirviente...

source: Calm down, master. I will take them with me.
es: Cálmase, maestro. Los llevaré conmigo.
