Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: I am not a power hungry warlock. I did not want to do it but he ...
es: No soy un brujo hambriento de poder. No quería hacerlo, pero él...

source: Silence! Guards, arrest her!
es: ¡Silencio! ¡Guardias, arréstenla!

source: What is going on, Clare?
es: ¿Qué está pasando, Clare?

source: He somehow got to know that I have killed Menvan and wants to arrest me.
es: De alguna manera se enteró de que maté a Menvan y quiere arrestarme.

source: You did what??
es: ¡¿Hiciste qué??

source: There is no time for explaining right now. We have to fight them. We can discuss it later.
es: No hay tiempo para explicaciones ahora. Tenemos que luchar contra ellos. Podemos discutirlo después.

source: Curses on you, witch!
es: ¡Maldiciones sobre ti, bruja!

source: Next undead? Fight them.
es: ¿Más no muertos? Luchen contra ellos.

source: You have gained 2 additional turns so you have to defeat undead before the dawn.
es: Has ganado 2 turnos adicionales, así que debes derrotar a los no muertos antes del amanecer.

source: Ok it was the last one.
es: Bien, ese fue el último.

source: Can we discuss that thing now?
es: ¿Podemos discutir eso ahora?

source: Of course.
es: Por supuesto.

source: I had sent a messenger to Dwarven Doors. You can't hide anymore.
es: Envié un mensajero a Puertas Enanas. Ya no puedes esconderte.

source: No. All is lost now.
es: No. Todo está perdido ahora.

source: More Orcs
es: Más Orcos

source: Orcs
es: Orcos

source: Death of Augatol, Amiwen, Merissa or Tinry
es: Muerte de Augatol, Amiwen, Merissa o Tinry

source: More orcs have arrived. It's not looking good.
es: Llegaron más orcos. No pinta bien.

source: My friends and I will help you.
es: Mis amigos y yo te ayudaremos.

source: Yes. We will fight them.
es: Sí. Los combatiremos.

source: Tinry and Merissa, what are you doing here?
es: ¿Tinry y Merissa, qué hacen aquí?

source: We got bored so we left the village and somehow found you. We also have some friends with us.
es: Nos aburrimos, así que dejamos la aldea y de alguna manera te encontramos. También tenemos algunos amigos con nosotros.

source: It is good to see you again, my friends.
es: Es bueno verlos de nuevo, amigos.

source: female_elf^Oh, and who is this elf, Clare?
es: Oh, ¿y quién es esta elfa, Clare?

source: She is Amiwen, we met a few days ago. She does not talk much but her powers are amazing. I find her very kind. Amiwen, these are my friends Merissa and Tinry.
es: Ella es Amiwen, nos conocimos hace unos días. No habla mucho, pero sus poderes son increíbles. La encuentro muy amable. Amiwen, estos son mis amigos Merissa y Tinry.

source: Nice to meet you.
es: Encantada de conocerlos.

source: Well maybe we can fend them off but in any case I'll send a messenger to request reinforcements.
es: Bueno, tal vez podamos rechazarlos, pero de todos modos enviaré un mensajero para pedir refuerzos.

source: Fly.
es: Vuela.

source: Yessir. But I can see a necromancer too.
es: Sí, señor. Pero también veo un nigromante.

source: It doesn't matter. Fly!
es: No importa. ¡Vuela!

source: Yes sir.
es: Sí, señor.

source: What do you want here, necromancer?
es: ¿Qué quieres aquí, nigromante?

source: My lord sent me here after Anil The Weak failed.
es: Mi señor me envió aquí después de que Anil el Débil fallara.

source: I demand you tell me who is this master you speak of?
es: Exijo que me digas quién es este amo del que hablas.

source: No. The right time has not come yet. You will know his name when you cannot stop him.
es: No. El momento adecuado aún no ha llegado. Sabrás su nombre cuando no puedas detenerlo.

source: We can stop you here and now.
es: Podemos detenerte aquí y ahora.

source: You may try it, maiden. You have some power. But the orcs will fight on my side. I will give them two hundred pieces of gold. Am I right, orcs?
es: Puedes intentarlo, doncella. Tienes algo de poder. Pero los orcos lucharán de mi lado. Les daré doscientas piezas de oro. ¿Tengo razón, orcos?

source: We wanted to fight them already but we will leave you alive for this price.
es: Ya queríamos luchar contra ellos, pero te dejaremos vivo por este precio.

source: So let the battle begin.
es: Que comience la batalla.

source: Curses on you! My lord will kill you, little witch.
es: ¡Maldiciones sobre ti! Mi señor te matará, brujita.

source: Why do they call me a little witch?
es: ¿Por qué me llaman brujita?

source: Our reinforcements have arrived.
es: Llegaron nuestros refuerzos.

source: No! We are leaving but we will come back.
es: ¡No! Nos vamos, pero regresaremos.

source: No. My lord will be disappointed.
es: No. Mi señor estará decepcionado.

source: We did it. Thank you again, maiden.
es: Lo logramos. Gracias de nuevo, doncella.

source: You are welcome but more orcs will come.
es: De nada, pero vendrán más orcos.

source: Yes they won't vanish ever. But we will fight to the end.
es: Sí, nunca desaparecerán. Pero lucharemos hasta el final.

source: The Countess
es: La Condesa

source: Study!
es: ¡Estudia!

source: An accident
es: Un accidente

source: Clare finds a pretty ring. Should she pick it up?
es: Clare encuentra un bonito anillo. ¿Debería tomarlo?

source: Take it
es: Tomarlo

source: Leave it
es: Dejarlo

source: $unit.name finds a pretty ring. But only Clare can take it!
es: $unit.name encuentra un bonito anillo. ¡Pero solo Clare puede tomarlo!

source: Ring of Life
es: Anillo de Vida

source: Clare finds a pretty staff. Should she pick it up?
es: Clare encuentra un bonito bastón. ¿Debería tomarlo?

source: $unit.name finds a pretty staff. But only Clare can take it!
es: $unit.name encuentra un bonito bastón. ¡Pero solo Clare puede tomarlo!

source: Staff of Ethalir
es: Bastón de Ethalir

source: This staff grants the wearer +3 damage and +1 attack for melee weapon!
es: ¡Este bastón otorga al portador +3 daño y +1 ataque para arma cuerpo a cuerpo!

source: Is everything fine, lady? Can we do something?
es: ¿Todo bien, señora? ¿Podemos hacer algo?

source: Yes, everything is alright but I would like to study.
es: Sí, todo está bien, pero me gustaría estudiar.

source: There is a library here, milady. It contains books about different subjects - politics, belles-lettres and magic for example. You can gain some knowledge from them.
es: Hay una biblioteca aquí, milady. Contiene libros sobre diferentes temas: política, bellas letras y magia, por ejemplo. Puedes ganar algo de conocimiento de ellos.

source: Well I will be in the library.
es: Bueno, estaré en la biblioteca.

source: This is a nice sword. I will keep it for Lemyr.
es: Esta es una bonita espada. La guardaré para Lemyr.

source: This is a nice bow but I have no use for it.
es: Este es un bonito arco, pero no me sirve.

source: Hmm, this is a nice necklace. Maybe I could take it.
es: Hmm, este es un bonito collar. Tal vez podría tomarlo.

source: Ouch! It hurts! It is probably meant to protect from the undead. I should tell someone to move it from my reach.
es: ¡Ay! ¡Duele! Probablemente está hecho para proteger de los no muertos. Debería decirle a alguien que lo aleje de mi alcance.

source: I will not touch it again!
es: ¡No lo tocaré de nuevo!

source: This is a story about a knight and his loved one. It is so lovable.
es: Esta es una historia sobre un caballero y su amada. Es tan encantadora.

source: This is a nice story, but there are more important books here.
es: Esta es una bonita historia, pero hay libros más importantes aquí.

source: How to become a good ruler by Haldric I. I could read it.
es: Cómo ser un buen gobernante por Haldric I. Podría leerlo.

source: ... set high taxes but not too high. Commoners could revolt. No.
es: ... establece impuestos altos, pero no demasiado. Los comunes podrían rebelarse. No.

source: ... gather wizards. Yes, it sounds reasonable.
es: ... reúne magos. Sí, suena razonable.

source: ... Correction. No mages. You are the wisest. Hmmm, he became very arrogant.
es: ... Corrección. No magos. Tú eres el más sabio. Hmmm, se volvió muy arrogante.

source: ... No paladins. They could betray you. Yes. If you are not a good person they will not follow your orders.
es: ... No paladines. Podrían traicionarte. Sí. Si no eres una buena persona, no seguirán tus órdenes.

source: ... Epilogue by Lady Jessene Don't take him seriously. He has changed a lot. Just set low enough taxes and listen to people and you will be the greatest ruler.
es: ... Epílogo por Lady Jessene No lo tomes en serio. Ha cambiado mucho. Solo establece impuestos lo suficientemente bajos y escucha a la gente y serás el mejor gobernante.

source: She is right.
es: Ella tiene razón.

source: I do not need to read this again.
es: No necesito leer esto de nuevo.

source: This is only a theory but I can read it.
es: Esto es solo una teoría, pero puedo leerlo.

source: Magic book
es: Libro de magia

source: By reading this book you gained 10 experience.
es: Al leer este libro ganaste 10 puntos de experiencia.

source: I can learn nothing more from this book.
es: No puedo aprender nada más de este libro.

source: Souls by unknown author. Nothing interesting. But wait...
es: Almas por autor desconocido. Nada interesante. Pero espera...

source: Souls
es: Almas

source: By eating souls of other beings a wizard can gain great powers.
es: Al comer almas de otros seres, un mago puede ganar grandes poderes.

source: That is really interesting. But eating souls does not sound good. But...
es: Eso es realmente interesante. Pero comer almas no suena bien. Pero...

source: After years I invented a spell that can absorb souls without causing pain to bodies.
es: Después de años inventé un hechizo que puede absorber almas sin causar dolor a los cuerpos.

source: Well, that is a much better solution. I will remember that.
es: Bueno, esa es una solución mucho mejor. Lo recordaré.

source: Redeem
es: Redimir

source: You can devour souls of other beings without causing pain to them from now.
es: Puedes devorar almas de otros seres sin causarles dolor de ahora en adelante.

source: It is recommended to use this attack from time to time. After redeeming a certain amount of enemies, redeem becomes more effective and the hero will become stronger (more hitpoints and better resistances). After reaching maximum level (7) the one will gain new and very powerful advancements.
es: Se recomienda usar este ataque de vez en cuando. Después de redimir una cierta cantidad de enemigos, redimir se vuelve más efectivo y el héroe se hará más fuerte (más puntos de vida y mejores resistencias). Después de alcanzar el nivel máximo (7), obtendrá nuevos y muy poderosos avances.

source: Poisons by I cannot read it. What is this doing here? But maybe I could check it.
es: Venenos por No puedo leerlo. ¿Qué hace esto aquí? Pero tal vez podría revisarlo.

source: Poisons
es: Venenos

source: Arsenic. A substance that will make your body look like it did the day you died. It could be a dream of everyone who wants to become a lich. Alas it is really rare.
es: Arsénico. Una sustancia que hará que tu cuerpo se vea como el día que moriste. Podría ser el sueño de todos los que quieren convertirse en liche. Pero es realmente raro.

source: This must be the potion that Haldar gave me. Now I understand.
es: Esta debe ser la poción que Haldar me dio. Ahora entiendo.

source: The rest is not interesting.
es: El resto no es interesante.

source: I am not interested in this book anymore.
es: Ya no me interesa este libro.

source: I am so tired. I should go to rest.
es: Estoy tan cansada. Debería ir a descansar.

source: You have the power to fight for a good cause. I am proud of you, maiden.
es: Tienes el poder para luchar por una buena causa. Estoy orgulloso de ti, doncella.

source: What was it? Who are you?
es: ¿Qué fue eso? ¿Quién eres?

source: My name is not important. I am a wizard like you, and I chose to guide you to power and glory.
es: Mi nombre no es importante. Soy un mago como tú, y elegí guiarte hacia el poder y la gloria.

source: Where are you? I cannot see you. Some kind of invisibility spell?
es: ¿Dónde estás? No puedo verte. ¿Algún tipo de hechizo de invisibilidad?

source: I am far far away from you, but my mighty magic allows me to speak with you, no matter where you are, no matter in which dimension you are. Now listen: Follow your heart, go where you want to go, where you feel that you belong.
es: Estoy muy lejos de ti, pero mi poderosa magia me permite hablar contigo, no importa dónde estés, no importa en qué dimensión estés. Ahora escucha: Sigue tu corazón, ve donde quieras ir, donde sientas que perteneces.

source: There are a lot of places I could call home. Which one do you mean?
es: Hay muchos lugares que podría llamar hogar. ¿Cuál quieres decir?

source: Neither of them. It is far to the north, inhabited by dwarves. The Northern Alliance.
es: Ninguno de ellos. Está lejos al norte, habitado por enanos. La Alianza del Norte.

source: Well, I wanted to go there, but now I have land to care about.
es: Bueno, quería ir allí, pero ahora tengo tierra de la que ocuparme.

source: There are more important things than your land. Terrible things are going to happen in the North, and without you, people will die. You can find a heir to take care of this land, travel where you always wanted to go, and defeat the dark legions.
es: Hay cosas más importantes que tu tierra. Cosas terribles van a pasar en el Norte, y sin ti, la gente morirá. Puedes encontrar un heredero para cuidar esta tierra, viajar donde siempre quisiste ir y derrotar a las legiones oscuras.

source: What kind of dark legions?
es: ¿Qué tipo de legiones oscuras?

source: Unimaginable monstrosities... they dwell in caves, where the sun never shone... and seek to invade all the lands. If the Northern Alliance falls, nothing will remain on this world that stands a chance against them...
es: Monstruosidades inimaginables... habitan en cuevas, donde el sol nunca brilló... y buscan invadir todas las tierras. Si la Alianza del Norte cae, nada quedará en este mundo que tenga una oportunidad contra ellos...

source: Okay, I will go, ... hm.. what is your name?
es: Bien, iré, ... hm.. ¿cuál es tu nombre?

source: I have many names... but call me simply Guru. Now, go. There is no time to lose. You are just experiencing a silence before the storm.
es: Tengo muchos nombres... pero llámame simplemente Guru. Ahora, ve. No hay tiempo que perder. Solo estás experimentando un silencio antes de la tormenta.

source: Back in Dwarven Doors
es: De vuelta en Puertas Enanas

source: Wake up, Clare.
es: Despierta, Clare.

source: (opening her eyes) Lemyr! Are you alive?
es: (abriendo los ojos) ¡Lemyr! ¿Estás vivo?

source: Yes, I am. Why should I not be alive?
es: Sí, lo estoy. ¿Por qué no debería estarlo?

source: I saw an undead army here and necromancers killing you all three. I had to rise some corpses to kill them.
es: Vi un ejército de no muertos aquí y nigromantes matando a los tres. Tuve que levantar algunos cadáveres para matarlos.

source: It was only a nightmare. There were no undead here at the night.
es: Fue solo una pesadilla. No hubo no muertos aquí en la noche.

source: He is right. I wasn't sleeping and saw nobody here.
es: Tiene razón. No estaba durmiendo y no vi a nadie aquí.

source: Ok. It is good that nothing from it happended. Well we should visit Dwarven Doors again and tell them about the victory.
es: Bien. Es bueno que nada de eso pasara. Bueno, deberíamos visitar Puertas Enanas de nuevo y contarles sobre la victoria.

source: Alas I think that I do not need soldiers at this moment. I send them back to my castle.
es: Pero creo que no necesito soldados en este momento. Los envío de vuelta a mi castillo.

source: Hail, Lord Protector. It is me, Clare. I was at the west front with earl Menvan's soldiers. We have won, but many good men lost their lives.
es: Salve, Señor Protector. Soy yo, Clare. Estuve en el frente occidental con los soldados del conde Menvan. Ganamos, pero muchos buenos hombres perdieron la vida.

source: I already know about it, maiden.
es: Ya lo sé, doncella.

source: Really? How?
es: ¿De verdad? ¿Cómo?

source: Ralenyth sent a messenger to me before you killed him! He told me about lord Menvan as well.
es: ¡Ralenyth me envió un mensajero antes de que lo mataras! También me contó sobre el señor Menvan.

source: I ...
es: Yo...

source: Save your words, witch. Guards, escort her to the prison with her friends. She will be executed in a month.
es: Guarda tus palabras, bruja. Guardias, escóltenla a la prisión con sus amigos. Será ejecutada en un mes.

source: Go, witch.
es: Ve, bruja.

source: Travelers
es: Viajeros

source: Defeat the orcs' leader
es: Derrota al líder de los orcos

source: Halt, everyone. Something is going on here.
es: Alto, todos. Algo está pasando aquí.

source: It seems that those orcs are attacking dwarves and humans. Hm, I was not aware that some humans live here.
es: Parece que esos orcos están atacando enanos y humanos. Hm, no sabía que algunos humanos viven aquí.

source: Shh, they are talking. I would like to hear them.
es: Shh, están hablando. Me gustaría oírlos.

source: Surrender or prepare for very long and painful deaths, dwarves!
es: ¡Ríndanse o prepárense para muertes muy largas y dolorosas, enanos!

source: We will never surrender, orc. Nobody can defeat the Northern Alliance.
es: Nunca nos rendiremos, orco. Nadie puede derrotar a la Alianza del Norte.

source: You decided your fates! Go get 'em!
es: ¡Decidieron su destino! ¡A por ellos!

source: Hey, you there! Are you just going through or what?
es: ¡Oye, ustedes allí! ¿Solo están pasando o qué?

source: Well, we were just wandering but I guess that we should help you with these orcs. I have never heard of the Northern Alliance, but orcs are our common enemy. They cause havoc everywhere they go.
es: Bueno, solo estábamos vagando, pero supongo que deberíamos ayudarlos con estos orcos. Nunca escuché de la Alianza del Norte, pero los orcos son nuestro enemigo común. Causan estragos dondequiera que van.

source: Thank you, mages.
es: Gracias, magos.

source: You may kill me but more orcs will come to you, puny dwarves and weak humans.
es: Puedes matarme, pero más orcos vendrán por ustedes, enanos débiles y humanos débiles.

source: Thank you for your help, mages.
es: Gracias por su ayuda, magos.

source: You are welcome. Why are you dwarves fighting together with humans?
es: De nada. ¿Por qué luchan enanos junto con humanos?

source: Didn't you know about the Northern Alliance? Ok, we want to make the Northlands safe to live in. Besides dwarves and humans there are some elves and even some orcish tribes in it.
es: ¿No sabías sobre la Alianza del Norte? Bien, queremos hacer que las Tierras del Norte sean seguras para vivir. Además de enanos y humanos, hay algunos elfos e incluso algunas tribus orcas en ella.

source: Orcs? But they attacked you.
es: ¿Orcos? Pero te atacaron.

source: Yes, some orcs attack us. Most of the orcs don't want peace.
es: Sí, algunos orcos nos atacan. La mayoría de los orcos no quieren paz.

source: But I think that this is a great idea. I want to help you.
es: Pero creo que es una gran idea. Quiero ayudarlos.

source: Anyone of any race is welcome.
es: Cualquiera de cualquier raza es bienvenido.

source: I can tell my lord about the alliance. He will surely join you.
es: Puedo contarle a mi señor sobre la alianza. Seguramente se unirá a ustedes.

source: That is great news.
es: Esas son excelentes noticias.

source: You may kill me but the Alliance will stand forever.
es: Puedes matarme, pero la Alianza perdurará para siempre.

source: What is this alliance?
es: ¿Qué es esta alianza?

source: Their reinforcements arrived. We are doomed.
es: Llegaron sus refuerzos. Estamos condenados.

source: <span size='large'>Which new advancement path should our victorious unit get?</span>
es: <span size='large'>¿Qué nueva ruta de avance debería obtener nuestra unidad victoriosa?</span>

source: Regeneration (advancements improving the regeneration)
es: Regeneración (avances que mejoran la regeneración)

source: Drain
es: Drenaje

source: Chill tempest
es: Tormenta gélida

source: Resist magical damage
es: Resistir daño mágico

source: Resist physical damage
es: Resistir daño físico

source: Leadership
es: Liderazgo

source: Health (+7 to hp advancements)
es: Salud (+7 a avances de PV)

source: Movement
es: Movimiento

source: Instant 2 more to maximum hitpoints
es: Instantáneo 2 más a puntos de vida máximos

source: heals +
es: sana +

source: female^heals +
es: sana +

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to
es: Esta unidad combina remedios herbales con magia para sanar unidades más rápido de lo normal en el campo de batalla. Una unidad cuidada por esta sanadora puede sanar hasta

source: regenerates
es: se regenera

source: female^regenerates
es: se regenera

source: The unit will heal itself
es: La unidad se sanará a sí misma

source: despair
es: desesperación

source: female^despair
es: desesperación

source: This unit's presence is so darkly ominous that all adjacent enemies struggle with despair, dealing
es: La presencia de esta unidad es tan ominosamente oscura que todos los enemigos adyacentes luchan con desesperación, infligiendo

source: This unit decreases the damage that adjacent enemy units deal in combat.
es: Esta unidad reduce el daño que infligen las unidades enemigas adyacentes en combate.

source: soul eater
es: devorador de almas

source: female^soul eater
es: devoradora de almas

source: When this unit kills a certain amount of beings, it obtains special advancements.
es: Cuando esta unidad mata una cierta cantidad de seres, obtiene avances especiales.

source: This unit obtains special advancements, as it kills more and more beings.
es: Esta unidad obtiene avances especiales a medida que mata más y más seres.

source: conviction
es: convicción

source: female^conviction
es: convicción

source: This unit's presence is so darkly ominous that all adjacent enemies struggle with the guilt of their evil deeds, reducing their resistances by
es: La presencia de esta unidad es tan ominosamente oscura que todos los enemigos adyacentes luchan con la culpa de sus malas acciones, reduciendo sus resistencias en

source: This unit is able to decrease adjacent enemies' resistances.
es: Esta unidad puede reducir las resistencias de enemigos adyacentes.

source: shield
es: escudo

source: female^shield
es: escudo

source: This unit's presence is so glorious that all adjacent allies are hounoured and inspired by them, increasing their resistances by
es: La presencia de esta unidad es tan gloriosa que todos los aliados adyacentes se sienten honrados e inspirados por ella, aumentando sus resistencias en

source: This unit increases adjacent allies' resistances.
es: Esta unidad aumenta las resistencias de aliados adyacentes.

source: leadership (as level
es: liderazgo (como nivel

source: female^leadership (as level
es: liderazgo (como nivel

source: lightbringer
es: portador de luz

source: female^lighbringer
es: portadora de luz

source: This unit emits strong aura of light which affects all adjacent units. Hostile chaotic units will deal 20% less damage and take 8 damage at the start of our turn when are around this unit. Allied lawful units will regain 2 hitpoints after getting hit when around this unit.
es: Esta unidad emite un fuerte aura de luz que afecta a todas las unidades adyacentes. Las unidades caóticas hostiles infligirán 20% menos daño y recibirán 8 de daño al inicio de nuestro turno cuando estén alrededor de esta unidad. Las unidades legales aliadas recuperarán 2 puntos de vida después de ser golpeadas cuando estén alrededor de esta unidad.
