Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: female^able to make allies resist damage better (20% to resistances)
es: capaz de hacer que los aliados resistan mejor el daño (20% a las resistencias)

source: Preserved liches are an exotic kind of liches, they are far more powerful than mere liches. Only a few of them roam the world and each of them possesses completely different powers. They kept their weapons and abilities which they wielded in life but as they can exist for millennia they may master them and even learn a lot of new things. This particular preserved lich was once a Silver Mage. She holds a staff and can cast missiles. She can learn 2 more spells: entangle and shadow wave. As a magic user herself, she can learn to protect her better from spells. If she decides to explore the dark side, she will be able to decrease damage and resistances of nearby enemies, do a few new things with her staff and even become invisible during night.
es: Los liches preservados son un tipo exótico de liches, mucho más poderosos que los liches comunes. Solo unos pocos vagan por el mundo y cada uno posee poderes completamente diferentes. Conservaron las armas y habilidades que manejaban en vida, pero como pueden existir durante milenios, pueden dominarlas e incluso aprender muchas cosas nuevas. Esta liche preservada en particular fue alguna vez una Maga de Plata. Porta un bastón y puede lanzar misiles. Puede aprender 2 hechizos más: enredar y onda de sombra. Como usuaria de magia ella misma, puede aprender a protegerse mejor de hechizos. Si decide explorar el lado oscuro, podrá reducir daño y resistencias de enemigos cercanos, hacer algunas cosas nuevas con su bastón e incluso volverse invisible durante la noche.

source: dealing more damage to orcs with staff
es: infligir más daño a orcos con bastón

source: creating undead with staff
es: crear no muertos con bastón

source: creating better undead with staff
es: crear mejores no muertos con bastón

source: casting missiles faster
es: lanzar misiles más rápido

source: causing more havoc with missile
es: causar más estrago con misil

source: female^able to entangle enemies
es: capaz de enredar enemigos

source: harming enemies more when entangling
es: dañar más a enemigos al enredar

source: more precise when entangling
es: más precisa al enredar

source: faster with entangling
es: más rápida al enredar

source: female^able to muster enough mental powers to levitate through hard terrains
es: capaz de reunir suficiente poder mental para levitar a través de terrenos difíciles

source: female^better protected from magical attacks (2 or 3% better resistances)
es: mejor protegida contra ataques mágicos (2 o 3% mejor resistencia)

source: female^better protected from physical blows (1% better resistances)
es: mejor protegida contra golpes físicos (1% mejor resistencia)

source: studying secrets of life and death (more hitpoints but worse arcane resistance)
es: estudiando secretos de vida y muerte (más puntos de vida pero peor resistencia arcana)

source: female^able to drain life force from living enemies (but worse arcane resistance)
es: capaz de drenar fuerza vital de enemigos vivos (pero peor resistencia arcana)

source: female^cold-hearted (better cold resistance)
es: de corazón frío (mejor resistencia al frío)

source: female^more cold-hearted (better cold resistance)
es: más de corazón frío (mejor resistencia al frío)

source: female^better protected from fire
es: mejor protegida contra fuego

source: female^connected with darkness (spread despair but worse arcane resistance)
es: conectada con la oscuridad (propagar desesperación pero peor resistencia arcana)

source: female^more connected with darkness (spread even greater despair and invisible during the night but worse arcane resistance)
es: más conectada con la oscuridad (propagar aún mayor desesperación e invisible durante la noche pero peor resistencia arcana)

source: female^able to cast shadow wave
es: capaz de lanzar onda de sombra

source: doing more damage with shadow wave
es: hacer más daño con onda de sombra

source: casting shadow wave faster
es: lanzar onda de sombra más rápido

source: hitting more enemies with shadow wave
es: golpear a más enemigos con onda de sombra

source: decreasing resistances of adjacent enemies by 15%
es: reducir resistencias de enemigos adyacentes en un 15%

source: decreasing resistances of adjacent enemies by 20%
es: reducir resistencias de enemigos adyacentes en un 20%

source: decreasing resistances of adjacent enemies by 25%
es: reducir resistencias de enemigos adyacentes en un 25%

source: decreasing resistances of adjacent enemies by 30%
es: reducir resistencias de enemigos adyacentes en un 30%

source: decreasing resistances of adjacent enemies by 35%
es: reducir resistencias de enemigos adyacentes en un 35%

source: female^connected with primeval forces
es: conectada con fuerzas primigenias

source: female^able to transform into phantom
es: capaz de transformarse en fantasma

source: primeval force
es: fuerza primigenia

source: doing more damage in phantom form
es: hacer más daño en forma de fantasma

source: female^able to lower enemy resistances in phantom form
es: capaz de reducir resistencias enemigas en forma de fantasma

source: draining enemy's life force in phantom form
es: drenar fuerza vital enemiga en forma de fantasma

source: Redeemer
es: Redentor

source: Dark Lord
es: Señor Oscuro

source: These are the commanders of dark legions. Most of their soldiers obey them because of fear. They possess unmatched powers and spread despair and darkness wherever they come. Fortunately most of the time they spend in their lairs and send only their minions to cause havoc. If you encounter one of them then you may be sure that the end of the world is near.
es: Estos son los comandantes de legiones oscuras. La mayoría de sus soldados les obedecen por miedo. Poseen poderes inigualables y propagan desesperación y oscuridad dondequiera que vayan. Afortunadamente, la mayoría del tiempo lo pasan en sus guaridas y solo envían a sus minions para causar estragos. Si te encuentras con uno de ellos, puedes estar seguro de que el fin del mundo está cerca.

source: Dark Lady
es: Señora Oscura

source: touch of the death
es: toque de la muerte

source: Nice try but I am immune to such a spell.
es: Buen intento, pero soy inmune a ese hechizo.

source: Prophet
es: Profeta

source: Formerly either Paladins who decided to expand their knowledge of white magic or Magi of Light who decided that evil has to be defeated also by weapons of war, Prophets are the pious knights who both care about destroying the evil and about helping any righteous person.
es: Antiguamente, ya sea paladines que decidieron expandir su conocimiento de magia blanca o Magos de Luz que decidieron que el mal también debe ser derrotado con armas de guerra, los Profetas son los caballeros piadosos que se preocupan tanto por destruir el mal como por ayudar a cualquier persona justa.

source: female^Prophet
es: Profetisa

source: Gold Mage
es: Mago de Oro

source: Amongst the various Magi orders, the Silver one is certain the most enigmatic, surpassed in its mysteriousity only by the Gold order. Only the best Silver Magi could aspire to become Gold Magi, and being one of them is perhaps an even greater honor than being a Great Mage. Instead of focusing their studies on the brute force of their missiles, they follow a secret path of training, that leads them to learning better protection spells and improving their fighting technique, not forgetting their teleport spells. Seeing one of them on the battlefield is an extremely rare event, that even most Wesnoth Kings never witnessed. But when one of them appears, usually in times of dire need, their only presence is enough to panic the enemy troops; and, after having enlightened the field with their shining robes and their magic missiles, they vanish into ether, without leaving any trace of their presence, except in the memories and in the tales of the few people that seen them in action. Gold magi are often more physically adept than other magi, and their skills are of undeniable use on the battlefield, if one can manage to induce the mage to apply them.
es: Entre las diversas órdenes de Magos, la de Plata es ciertamente la más enigmática, superada en su misterio solo por la orden de Oro. Solo los mejores Magos de Plata podían aspirar a convertirse en Magos de Oro, y ser uno de ellos es tal vez un honor aún mayor que ser un Gran Mago. En lugar de enfocarse en la fuerza bruta de sus misiles, siguen un camino secreto de entrenamiento que los lleva a aprender mejores hechizos de protección y mejorar su técnica de lucha, sin olvidar sus hechizos de teletransportación. Ver a uno de ellos en el campo de batalla es un evento extremadamente raro, que incluso la mayoría de los Reyes de Wesnoth nunca presenciaron. Pero cuando uno de ellos aparece, usualmente en tiempos de gran necesidad, su sola presencia es suficiente para hacer entrar en pánico a las tropas enemigas; y, después de haber iluminado el campo con sus túnicas brillantes y sus misiles mágicos, desaparecen en el éter, sin dejar rastro de su presencia, excepto en los recuerdos y en los relatos de las pocas personas que los vieron en acción. Los magos de oro suelen ser más adeptos físicamente que otros magos, y sus habilidades son de uso innegable en el campo de batalla, si uno logra inducir al mago a aplicarlas.

source: SPECIAL_NOTE^Gold Magi are well-attuned to their magical natures and are highly resistant to non-physical damage.
es: NOTA_ESPECIAL^Los Magos de Oro están bien sintonizados con sus naturalezas mágicas y son altamente resistentes al daño no físico.

source: female^Gold Mage
es: Maga de Oro

source: Renegade
es: Renegado

source: Some criminals become so notorious that nobody will let them in. The only way to enter towns for them is stealth, and so they can hide in villages. And if somebody discovers them, he will be mauled dead.
es: Algunos criminales se vuelven tan notorios que nadie los deja entrar. La única manera de entrar en pueblos para ellos es el sigilo, y así pueden esconderse en aldeas. Y si alguien los descubre, será golpeado hasta la muerte.

source: female^Renegade
es: Renegada

source: Blackguard
es: Guardia Negro

source: Blackguards are either outlaws who were even knighted for causing severe havoc in a land by a rival landlord, or knights whose love for war and gold has gone far beyond reason. They do not behave like knights, rather like a twisted opposite of knights. Clad in black armor, radiating darkness, preferring to fight in the dead of night, attacking by surprise and scaring enemies by their appearance.
es: Los Guardias Negros son ya sea forajidos que incluso fueron caballeros por causar grave caos en una tierra por un señor rival, o caballeros cuyo amor por la guerra y el oro ha ido mucho más allá de la razón. No se comportan como caballeros, más bien como un opuesto torcido de los caballeros. Vestidos con armadura negra, radiando oscuridad, prefiriendo luchar en lo profundo de la noche, atacando por sorpresa y asustando a los enemigos con su apariencia.

source: scourge
es: azote

source: Marauder
es: Merodeador

source: No longer waiting for the enemy to come into their favorite spot, Marauders lead groups of lesser criminals to plunder villages and smaller towns. Although they cannot face properly armed fleets, they can easily outmatch any militia.
es: Ya no esperando que el enemigo venga a su lugar favorito, los Merodeadores lideran grupos de criminales menores para saquear aldeas y pueblos pequeños. Aunque no pueden enfrentar flotas bien armadas, pueden superar fácilmente a cualquier milicia.

source: Shadow Lord
es: Señor de las Sombras

source: Few humans fathom the secrets of light and dark magic and retain their sanity. Those that can master that balance become Shadow Lords, fully existing neither in the world of light nor the world of darkness. No longer needing physical weapons, they are fearsome to both their enemies and those they lord over.
es: Pocos humanos comprenden los secretos de la magia de luz y oscuridad y retienen su cordura. Aquellos que pueden dominar ese equilibrio se convierten en Señores de las Sombras, existiendo plenamente ni en el mundo de la luz ni en el de la oscuridad. Ya no necesitando armas físicas, son temibles tanto para sus enemigos como para aquellos sobre los que gobiernan.

source: astral blade
es: hoja astral

source: shadow bolt
es: rayo de sombra

source: shadow blast
es: explosión de sombra

source: Aspirant
es: Aspirante

source: Though being only novices, these aspirants are given great powers from their dark lords. They are usually more physical adept than common dark adepts and even wield a staff which makes them formidable opponents.
es: Aunque solo son novatos, estos aspirantes reciben grandes poderes de sus señores oscuros. Usualmente son más adeptos físicamente que adeptos oscuros comunes e incluso portan un bastón que los hace oponentes formidables.

source: female^Aspirant
es: Aspirante

source: Cult Member
es: Miembro del Culto

source: After initiation into the cult, members get better staves and often a leather armor what protects them a bit from physical damage. Their knowledge of magic is much wider now and they can challenge red magi.
es: Después de la iniciación en el culto, los miembros obtienen bastones mejores y a menudo una armadura de cuero que los protege un poco del daño físico. Su conocimiento de magia es mucho más amplio ahora y pueden desafiar a magos rojos.

source: female^Cult Member
es: Miembro del Culto

source: Cult Regular
es: Cultista Regular

source: After years in the cult, these members gained respects of both their younger comrades and their masters. Their knowledge of dark magic is very high and they are physically very fit. In absence of leaders of the cult, they are given command of their junior comrades.
es: Después de años en el culto, estos miembros ganaron el respeto tanto de sus camaradas más jóvenes como de sus maestros. Su conocimiento de magia oscura es muy alto y están físicamente muy en forma. En ausencia de líderes del culto, se les da el mando de sus camaradas juniors.

source: female^Cult Regular
es: Cultista Regular

source: Cult Leader
es: Líder del Culto

source: These are the leaders of dark cults. They have both strong bodies and strong wills. They are trusted by dark lords who gave them unmatched powers. After decades of lifetime, they mastered the dark arts of necromancy. They are highly both respected and feared by members of their cults who they command with iron will.
es: Estos son los líderes de cultos oscuros. Tienen tanto cuerpos fuertes como voluntades fuertes. Son confiados por señores oscuros que les dieron poderes inigualables. Después de décadas de vida, dominaron las artes oscuras de la nigromancia. Son altamente respetados y temidos por los miembros de sus cultos, a quienes comandan con voluntad de hierro.

source: female^Cult Leader
es: Líder del Culto

source: Witch
es: Bruja

source: A woman with mysterious skills. Her motives and loyalties are obscure, she may be dangerous!
es: Una mujer con habilidades misteriosas. Sus motivos y lealtades son oscuros, ¡puede ser peligrosa!

source: regenerates slightly
es: se regenera ligeramente

source: female^regenerates slightly
es: se regenera ligeramente

source: The unit will heal itself 4 HP per turn. If it is poisoned, it will remove the poison instead of healing.
es: La unidad se sanará 4 PV por turno. Si está envenenada, removerá el veneno en lugar de sanarse.

source: sip
es: sorbo

source: curse
es: maldición

source: Shadow Mage
es: Mago de Sombra

source: Years of violence and brutality to support the study of forbidden magical arts have turned the shadow mages into feared fighters. Now completely enthralled with power, they have been known to command small followings of henchmen. They are outmatched in direct magical combat with their magic-using peers, instead channeling their energies into devastating melee attacks. Despite their offensive power, the corruption in their souls has begun to adversely affect their health.
es: Años de violencia y brutalidad para apoyar el estudio de artes mágicas prohibidas han convertido a los magos de sombra en luchadores temidos. Ahora completamente esclavizados por el poder, se sabe que comandan pequeños grupos de secuaces. Son superados en combate mágico directo con sus pares usuarios de magia, en cambio canalizan sus energías en ataques cuerpo a cuerpo devastadores. A pesar de su poder ofensivo, la corrupción en sus almas ha comenzado a afectar adversamente su salud.

source: Rogue Mage
es: Mago Renegado

source: Some mages are thrown out of the mage’s guild for attempting to practice forbidden arts. Now completely outside the law, these rogue mages do whatever necessary to support their study of black magic. Although not as skilled as mages with more formal training, their magic can be quite lethal, while their banditry has resulted in moderate skill with the short sword.
es: Algunos magos son expulsados del gremio de magos por intentar practicar artes prohibidas. Ahora completamente fuera de la ley, estos magos renegados hacen lo que sea necesario para apoyar su estudio de magia negra. Aunque no tan hábiles como magos con entrenamiento más formal, su magia puede ser bastante letal, mientras que su bandolería ha resultado en habilidad moderada con la espada corta.

source: ice blast
es: explosión de hielo

source: Earth Elemental
es: Elemental de Tierra

source: Earth elementals are made out of solid, living rock. They have a strong melee attack, but are easy to hit. They are resistant to most attacks.
es: Los elementales de tierra están hechos de roca sólida y viva. Tienen un fuerte ataque cuerpo a cuerpo, pero son fáciles de golpear. Son resistentes a la mayoría de los ataques.

source: Rock Fist
es: Puño de Roca

source: Water Wave
es: Ola de Agua

source: Water waves are minor elements of water. Their magic allows them to leave water, but are at home in water.
es: Las olas de agua son elementos menores de agua. Su magia les permite dejar el agua, pero están en casa en el agua.

source: wave
es: ola

source: water spray
es: rociada de agua

source: Fire Wisp
es: Wispa de Fuego

source: Fire Wisps are minor elementals of flame. They like to frolic in pools of lava, and take great delight in burning anything they can reach.
es: Las Wispas de Fuego son elementales menores de llama. Les gusta juguetear en piscinas de lava, y se deleitan mucho quemando cualquier cosa que puedan alcanzar.

source: fire claw
es: garra de fuego

source: fire breath
es: aliento de fuego

source: Water Elemental
es: Elemental de Agua

source: Water animated into the form of a woman. The water elemental is a formidable that resists many attacks and can heal when in water.
es: Agua animada en la forma de una mujer. El elemental de agua es formidable, resiste muchos ataques y puede sanarse cuando está en agua.

source: water punch
es: puñetazo de agua

source: Mud Elemental
es: Elemental de Barro

source: An earth elemental animated from mud or dirt. Due to its unformed nature, the elemental may morph to any element when it has absorbed enough energy.
es: Un elemental de tierra animado de barro o tierra. Debido a su naturaleza no formada, el elemental puede transformarse en cualquier elemento cuando ha absorbido suficiente energía.

source: Fire Elemental
es: Elemental de Fuego

source: Fire Elementals are the living essence of fire. They typically reside in pools of lava.
es: Los Elementales de Fuego son la esencia viva del fuego. Típicamente residen en piscinas de lava.

source: fire claws
es: garras de fuego

source: Rock Pile
es: Pila de Rocas

source: Rock piles are minor earth elementals made out of solid, living rock. They are resistant to most attacks, but due to their size, have low a defense.
es: Las pilas de rocas son elementales menores de tierra hechos de roca sólida y viva. Son resistentes a la mayoría de los ataques, pero debido a su tamaño, tienen baja defensa.

source: Whirlwind
es: Torbellino

source: A swirl of dust and desert sand, quick as a wind, impossible to spot when resting and as dangerous as sand storm when riled.
es: Un remolino de polvo y arena del desierto, rápido como el viento, imposible de detectar cuando descansa y tan peligroso como una tormenta de arena cuando se enfurece.

source: twister
es: tornado

source: sand storm
es: tormenta de arena

source: Air Elemental
es: Elemental de Aire

source: +1 damage to ranged attack, +1 HP, +20% Max XP
es: +1 daño al ataque a distancia, +1 PV, +20% XP Máx

source: +1 strike to ranged attack, +1 HP, +40% Max XP
es: +1 golpe al ataque a distancia, +1 PV, +40% XP Máx

source: Max HP bonus +7, MAX XP +25%
es: Bonificación PV Máx +7, XP Máx +25%

source: The Northern Alliance
es: La Alianza del Norte

source: Tourist
es: Turista

source: Traveller
es: Viajera

source: Adventurer
es: Aventurera

source: A few years after the defeat of the orcish warlord Clare wanted to go through some adventures. Accompany her and find out what she saw.
es: Unos años después de la derrota del señor de la guerra orco, Clare quería vivir algunas aventuras. Acompáñala y descubre qué vio.

source: (Intermediate level, 12 scenarios)
es: (Nivel intermedio, 12 escenarios)

source: Death of Gaeril
es: Muerte de Gaeril

source: Death of Augatol
es: Muerte de Augatol

source: Death of Merissa
es: Muerte de Merissa

source: Death of Tinry
es: Muerte de Tinry

source: It cannot end now and here.
es: No puede terminar ahora y aquí.

source: Ha ha.
es: Ja ja.

source: No. My days are at the end.
es: No. Mis días están al final.

source: The years after the defeat of the orcish warlord were rather peaceful. The orcs were still feeling the consequences of their defeat and were attacking the humans less frequently. Clare started to get bored.
es: Los años después de la derrota del señor de la guerra orco fueron bastante pacíficos. Los orcos aún sentían las consecuencias de su derrota y atacaban a los humanos con menos frecuencia. Clare empezó a aburrirse.

source: One day she decided to travel the nearby lands. She left the village with only a few young mages who were eager to explore other lands. After a week she found an elvish village.
es: Un día decidió viajar por las tierras cercanas. Dejó la aldea con solo unos pocos magos jóvenes ansiosos por explorar otras tierras. Después de una semana encontró una aldea élfica.

source: So Clare rested in the elvish village for a few days. After that she continued in her adventure with her new friend.
es: Así que Clare descansó en la aldea élfica unos días. Después de eso continuó su aventura con su nueva amiga.

source: After a few days they came to the lands of The Northern Alliance.
es: Después de unos días llegaron a las tierras de La Alianza del Norte.

source: Clare stayed some time with these dwarves and humans. But in not so long time came more orcs.
es: Clare se quedó algún tiempo con estos enanos y humanos. Pero en no mucho tiempo vinieron más orcos.

source: After next victory Clare decided to tell her lord about the alliance. She teleported to his castle.
es: Después de la siguiente victoria, Clare decidió contarle a su señor sobre la alianza. Se teletransportó a su castillo.

source: Clare was devastated by killing the earl. She stayed in the castle and ruled the land. Meanwhile she studied also.
es: Clare estaba devastada por matar al conde. Se quedó en el castillo y gobernó la tierra. Mientras tanto también estudió.

source: Clare found someone to care for the land in her absence and with some earl's soldiers went to Dwarven Doors.
es: Clare encontró a alguien para cuidar la tierra en su ausencia y con algunos soldados del conde fue a Puertas Enanas.
