Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: Yes. It has its odd sites. The world will become too hot to live in. Rivers will dry out and the whole land will turn into a desert. The evil will have a hard time, but also the good will have problems. There are animals to hunt in deserts, but crops will not grow there. An advantage to orcs. Countless men will die, and that will be an advantage for undead. Magic colleges will disintegrate, and random people will learn their secrets, accidentally summoning demons.
es: Sí. Tiene sus lados extraños. El mundo se volverá demasiado caliente para vivir. Los ríos se secarán y toda la tierra se convertirá en desierto. El mal lo tendrá difícil, pero también el bien tendrá problemas. Hay animales para cazar en desiertos, pero los cultivos no crecerán allí. Una ventaja para orcos. Incontables hombres morirán, y eso será una ventaja para no muertos. Las facultades de magia se desintegrarán, y gente al azar aprenderá sus secretos, invocando demonios accidentalmente.

source: They would not do such a fooling thing.
es: No harían algo tan tonto.

source: Wizards understand the ways of magic, but not the ways of nature. Intense heat will wither the land, but they think it would make it possible to harvest twice per year. Sunlight makes you feel warm and good, but it can burn your skin.
es: Los magos entienden los caminos de la magia, pero no los de la naturaleza. El calor intenso marchitará la tierra, pero ellos piensan que haría posible cosechar dos veces al año. La luz del sol te hace sentir cálido y bien, pero puede quemar tu piel.

source: Nice story, master bard. But it is too incredible.
es: Bonita historia, maestro bardo. Pero es demasiado increíble.

source: Wizards would also fail to believe the full consequence of the creation of another sun. The creation of the second sun is foretold by a prophecy, it will happen, sooner or later. And I want it to become as late as possible. Because there are worse prophecies about things to come after that. Propagation of demonology. Worshipping demons. And then there is Götterdämmerung, the final event, when the demons will roam the land freely, flames and smoke will block the sun, bringing an endless winter, interrupted only by frequent volcanic activity.
es: Los magos también fallarían en creer la consecuencia completa de la creación de otro sol. La creación del segundo sol está predicha por una profecía, pasará, tarde o temprano. Y quiero que sea lo más tarde posible. Porque hay profecías peores sobre cosas que vendrán después. Propagación de demonología. Adoración de demonios. Y luego está Götterdämmerung, el evento final, cuando los demonios vagarán libremente por la tierra, llamas y humo bloquearán el sol, trayendo un invierno interminable, interrumpido solo por actividad volcánica frecuente.

source: You are trying to intimidate us. It is quite clear to me that either cooperate with Ravan, or he is just a pawn in your plan to destroy all civilization.
es: Estás intentando intimidarnos. Me queda bastante claro que o cooperas con Ravan, o él es solo un peón en tu plan para destruir toda la civilización.

source: It has to be destroyed! It is growing way too strong!
es: ¡Tiene que ser destruido! ¡Está creciendo demasiado fuerte!

source: It is only based on lies, which you told previously.
es: Solo se basa en mentiras, que dijiste anteriormente.

source: Listen. I know that you are preserved liches. I am one of the two original ones. I have not taught it to anybody, but some of our soldiers must have learned from us too much. And passed the knowledge to you. But still, there is only a few beings of our kin. We must stick together. I was similar to you, Clare, and I was forced into lichdom by bad conditions of the world as well. I had no choice. I figured out a way to become a preserved lich with my friend, when we were trying to avoid the negative sides of being a lich. As the centuries passed, I have grown very wise, and aware of the dangers that lie ahead.
es: Escucha. Sé que son liches preservados. Soy una de las dos originales. No se lo enseñé a nadie, pero algunos de nuestros soldados deben haber aprendido demasiado de nosotros. Y pasaron el conocimiento a ustedes. Pero aún así, hay solo unos pocos seres de nuestra especie. Debemos mantenernos unidos. Era similar a ti, Clare, y fui forzada a la lichedad por malas condiciones del mundo también. No tenía opción. Descubrí una manera de convertirme en liche preservado con mi amigo, cuando intentábamos evitar los lados negativos de ser un liche. A medida que pasaron los siglos, me he vuelto muy sabia y consciente de los peligros que yacen adelante.

source: Over the centuries your power have just corrupted you. You have prepared treats that compel people to follow you. But we will not be tricked. We know how crowd manipulation works.
es: A lo largo de los siglos tu poder solo te ha corrompido. Has preparado trucos que obligan a la gente a seguirte. Pero no seremos engañados. Sabemos cómo funciona la manipulación de masas.

source: If you choose to fight me, you will not leave me a choice. I do not want to kill you because you are like me, but you might force me to do it. And, by the way, I was aware of the possibility that you would not believe the person who saved you from a load of superstitious elves, so I chose this place to start talking about it. Excellent place to fight a strong adversary, right?
es: Si eligen luchar contra mí, no me dejarán opción. No quiero matarlos porque son como yo, pero podrían forzarme a hacerlo. Y, por cierto, era consciente de la posibilidad de que no creyeran a la persona que los salvó de un montón de elfos supersticiosos, así que elegí este lugar para empezar a hablar de ello. Excelente lugar para luchar contra un adversario fuerte, ¿verdad?

source: You will not intimidate us. We have superiority in numbers, for example. Two of us are able to cope with you.
es: No nos intimidarás. Tenemos superioridad numérica, por ejemplo. Dos de nosotros podemos lidiar contigo.

source: I am offering you a truce. I will stop this undead threat by diplomacy and intimidation, and walk my own way, and you would leave. I do not want to fight you.
es: Les ofrezco una tregua. Detendré esta amenaza de no muertos con diplomacia e intimidación, e iré por mi camino, y ustedes se irán. No quiero luchar contra ustedes.

source: I cannot imagine that such evil walks this world for centuries, and no one stopped her yet. We will make legendary acts ... Prepare for death monster.
es: No puedo imaginar que tal mal camine por este mundo por siglos, y nadie la haya detenido aún. Haremos actos legendarios... Prepárate para la muerte, monstruo.

source: You are not giving me a choice. I am serious now. Go away, or you will suffer the consequences.
es: No me están dando opción. Ahora hablo en serio. Váyanse, o sufrirán las consecuencias.

source: This can scare small children, but not us. On her!
es: Esto puede asustar a niños pequeños, pero no a nosotros. ¡A por ella!

source: Destroy Lethalia
es: Destruye a Lethalia

source: Death of Amiwen or Tinry
es: Muerte de Amiwen o Tinry

source: I am surprised... You are stronger than I thought. But I was prepared for this possibility as well. Goodbye. (teleporting away)
es: Estoy sorprendida... Son más fuertes de lo que pensaba. Pero estaba preparada para esta posibilidad también. Adiós. (teletransportándose)

source: I can feel that Morbivord and his wife are very close. On them.
es: Puedo sentir que Morbivord y su esposa están muy cerca. A por ellos.

source: Find and kill Morbivord and his wife
es: Encuentra y mata a Morbivord y su esposa

source: You are the next, witch.
es: Tú eres la siguiente, bruja.

source: You are the next, earl.
es: Tú eres el siguiente, conde.

source: It is done. But where is Ravan?
es: Está hecho. Pero ¿dónde está Ravan?

source: I saw that Lethalia took him away with her.
es: Vi que Lethalia se lo llevó con ella.

source: I worry that he will cause troubles again but we can do nothing with it at this moment. Let us go back home.
es: Me preocupa que vuelva a causar problemas, pero no podemos hacer nada al respecto en este momento. Regresemos a casa.

source: Their spell works perfectly. We will never find them.
es: Su hechizo funciona perfectamente. Nunca los encontraremos.

source: She is too strong. We will never kill her.
es: Es demasiado fuerte. Nunca la mataremos.

source: They are too strong. We will never defeat them.
es: Son demasiado fuertes. Nunca los derrotaremos.

source: Meeting with Ravan
es: Encuentro con Ravan

source: Hail. Are you Ravan? You sent me a letter.
es: Salve. ¿Eres Ravan? Me enviaste una carta.

source: Yes, it is me. And you are Clare, right?
es: Sí, soy yo. Y tú eres Clare, ¿verdad?

source: Yes. Do you know anything about this undead horde?
es: Sí. ¿Sabes algo sobre esta horda de no muertos?

source: I suppose that earl Morbivord is behind it. He rules one small earldom in the Northlands.
es: Supongo que el conde Morbivord está detrás de esto. Gobierna un pequeño condado en las Tierras del Norte.

source: I have never heard about him.
es: Nunca escuché sobre él.

source: He is not very known but do not interrupt me. So a few weeks ago undead started to appear there. Only in small numbers but later they attacked near earldoms. I think that they attacked you as well.
es: No es muy conocido, pero no me interrumpas. Hace unas semanas empezaron a aparecer no muertos allí. Solo en pequeños números, pero después atacaron condados cercanos. Creo que también los atacaron a ustedes.

source: Yes I encountered some undead but a woman led them. But later they got reinforcements. They outnumbered us, but later, they left.
es: Sí, encontré algunos no muertos, pero una mujer los lideraba. Pero después recibieron refuerzos. Nos superaban en número, pero después se fueron.

source: I think that Morbivord sent those reinforcements. We will pay a visit to him.
es: Creo que Morbivord envió esos refuerzos. Le haremos una visita.

source: Ok let us go.
es: Bien, vayamos.

source: After defeating Yswniver peace was ruling Clare's realm once again.
es: Después de derrotar a Yswniver, la paz gobernaba el reino de Clare una vez más.

source: Many years after these events while she was traveling the Northlands, she has found an orphan child. Around her lied many a dead corpse of both humans and orcs. Clare decided to take her from the place suffused with blood to her castle and raise her there with help of her friends. She named the child Jolla, after her friend from the Academy. Later, she realized that the child was special. For example, she wielded some magic powers.
es: Muchos años después de estos eventos, mientras viajaba por las Tierras del Norte, encontró una niña huérfana. Alrededor de ella yacían muchos cadáveres tanto de humanos como de orcos. Clare decidió llevarla del lugar impregnado de sangre a su castillo y criarla allí con la ayuda de sus amigos. Nombró a la niña Jolla, en honor a su amiga de la Academia. Después, se dio cuenta de que la niña era especial. Por ejemplo, manejaba algunos poderes mágicos.

source: Alas during that time most of her soldiers became too old and unable to fight.
es: Pero durante ese tiempo, la mayoría de sus soldados se volvieron demasiado viejos e incapaces de luchar.

source: Orcs' Region
es: Región de Orcos

source: Reach the signpost with Clare or Ravan
es: Llega al poste indicador con Clare o Ravan

source: Are you sure that this is the shortest path to his realm?
es: ¿Estás seguro de que este es el camino más corto a su reino?

source: Why should it not be? Do you think that I love long trips? Definitely no.
es: ¿Por qué no debería serlo? ¿Piensas que amo los viajes largos? Definitivamente no.

source: Ok but this is orcs' realm and they will not just let us pass.
es: Bien, pero este es el reino de orcos y no nos dejarán pasar así como así.

source: You are right. We don't want human worms here.
es: Tienes razón. No queremos gusanos humanos aquí.

source: Can't you hear our wolves are hungry? We can't deny them this meal what came here.
es: ¿No oyes que nuestros lobos tienen hambre? No podemos negarles esta comida que llegó aquí.

source: Ha ha you are right. Wolves, time for lunch!
es: Ja ja, tienes razón. ¡Lobos, hora de almorzar!

source: There are too many of them. I am not sure if we can defeat them.
es: Hay demasiados. No estoy segura si podemos derrotarlos.

source: If the things will be going bad then we can flee. They don't control this path.
es: Si las cosas van mal, podemos huir. No controlan este camino.

source: Well we made it. Let us continue our march.
es: Bueno, lo logramos. Continuemos nuestra marcha.

source: Follow me, everyone.
es: Síganme, todos.

source: Go back and fight. I decide when and if we should flee.
es: Regresen y luchen. Yo decido cuándo y si debemos huir.

source: Someone is hiding in this bush.
es: Alguien se esconde en este arbusto.

source: Ha ha. It is our assassin. Go to their leader and kill her!
es: Ja ja. Es nuestro asesino. ¡Ve al líder de ellos y mátala!

source: Prepare to die, little girl!
es: ¡Prepárate para morir, niñita!

source: Audience with Morbivord
es: Audiencia con Morbivord

source: Escape with Clare
es: Escapa con Clare

source: Death of Ravan
es: Muerte de Ravan

source: Hail. I suppose that you want to speak with my husband, right?
es: Salve. Supongo que quieres hablar con mi esposo, ¿verdad?

source: Hail. Yes, there is one important matter what we have to discuss with him.
es: Salve. Sí, hay un asunto importante que tenemos que discutir con él.

source: I am very sorry but he is very ill. You need to wait in guests room until his state of health become a bit better. Follow me.
es: Lo siento mucho, pero está muy enfermo. Necesitan esperar en la sala de invitados hasta que su estado de salud mejore un poco. Síganme.

source: Here is it. Go inside and rest.
es: Aquí está. Entren y descansen.

source: That was a trap! I should know it. ... And I cannot use my teleportation spells, magical runes are placed all over the walls.
es: ¡Era una trampa! Debería haberlo sabido... Y no puedo usar mis hechizos de teletransportación, hay runas mágicas colocadas en todas las paredes.

source: Ha ha. Prepare to die!
es: ¡Ja ja! ¡Prepárense para morir!

source: There must be a way to escape, I am pretty sure about it. Let us kill the zombies and scour the place.
es: Debe haber una manera de escapar, estoy bastante segura. Matemos a los zombis y registremos el lugar.

source: They are trying to escape. What do I pay you for, guards?!
es: ¡Están intentando escapar! ¿Para qué les pago, guardias?

source: They are getting closer to us. We need more undead.
es: Se están acercando a nosotros. Necesitamos más no muertos.

source: What is it here? An emergency exit! Well I do not like underground so much but there is no other exit here. Follow me, Ravan.
es: ¿Qué es esto aquí? ¡Una salida de emergencia! Bueno, no me gusta tanto el subterráneo, pero no hay otra salida aquí. Sígueme, Ravan.

source: This is hopeless. We will never escape and they will kill us both.
es: Esto es desesperanzador. Nunca escaparemos y nos matarán a ambos.

source: On the Way Back
es: En el Camino de Regreso

source: Kill all enemies
es: Mata a todos los enemigos

source: They are back!
es: ¡Regresaron!

source: Did you think we will let you cross over our realm for a second time, humans worms?
es: ¿Pensaste que te dejaríamos cruzar nuestro reino por segunda vez, gusanos humanos?

source: Now there is no way to escape. We have to fight.
es: Ahora no hay manera de escapar. Tenemos que luchar.

source: You again? Did you think we will let you cross over our realm for a second time, humans worms?
es: ¿Tú de nuevo? ¿Pensaste que te dejaríamos cruzar nuestro reino por segunda vez, gusanos humanos?

source: We will fight until the last of you is in the land of dead.
es: Lucharemos hasta que el último de ustedes esté en la tierra de los muertos.

source: Ha ha, try it, worms.
es: Ja ja, inténtalo, gusanos.

source: Curses on you, human worms!
es: ¡Maldiciones sobre ustedes, gusanos humanos!

source: My death means nothing. There are more of us and they will crush you eventually!
es: Mi muerte no significa nada. Hay más de nosotros y eventualmente los aplastarán.

source: We shall see.
es: Ya veremos.

source: No! They are too strong for us. Flee from them everyone!
es: ¡No! Son demasiado fuertes para nosotros. ¡Huyan todos!

source: Let no one escape. Surround them and kill them one by one.
es: Que nadie escape. Rodéenlos y mátenlos uno por uno.

source: It was the last one.
es: Ese fue el último.

source: Very well. The wide green world is much nicer without these brutes.
es: Muy bien. El vasto mundo verde es mucho más bonito sin estos brutos.

source: I think that we can go home now without any troubles.
es: Creo que ahora podemos ir a casa sin problemas.

source: Yes, let us go. I cannot wait to rest for a while.
es: Sí, vayamos. No puedo esperar para descansar un rato.

source: At Home
es: En Casa

source: Defeat Yswniver
es: Derrota a Yswniver

source: It is nice to be at home finally. But wait. I can see someone in distance.
es: Es bueno estar en casa por fin. Pero espera. Veo a alguien a lo lejos.

source: You? What are you doing here?
es: ¿Tú? ¿Qué haces aquí?

source: You killed Morbivord. Did you think I will let it be?
es: Mataste a Morbivord. ¿Pensaste que lo dejaría pasar?

source: I was not aware that you knew him. Neither you had a connection with him.
es: No sabía que lo conocías. Ni que tenías conexión con él.

source: He helped me a lot. And now I can repay my debt by killing you.
es: Me ayudó mucho. Y ahora puedo pagar mi deuda matándote.

source: You could already do it months ago.
es: Ya podrías haberlo hecho hace meses.

source: I don't know what was wrong with me.
es: No sé qué me pasaba.

source: Maybe you had a feeling of guilt.
es: Tal vez tenías un sentimiento de culpa.

source: It wasn't funny. Anyhow this time I will let no one of you alive.
es: No fue gracioso. De todos modos, esta vez no dejaré vivo a ninguno de ustedes.

source: I can see after our last meeting you all grew stronger. But me too. It was only a prelude. Prepare to face my full powers!
es: Puedo ver que después de nuestro último encuentro todos se hicieron más fuertes. Pero yo también. Fue solo un preludio. ¡Prepárense para enfrentar mis poderes completos!

source: It can't end this way!
es: ¡No puede terminar así!

source: Negotiations with Elves
es: Negociaciones con Elfos

source: It is good to see you again, Clare. But tell me where is Ravan. I cannot see him.
es: Es bueno verte de nuevo, Clare. Pero dime dónde está Ravan. No lo veo.

source: Please, do not say his name anymore. All was only his plan to make me make him preserved lich.
es: Por favor, no digas su nombre más. Todo fue solo su plan para hacerme convertirlo en liche preservado.

source: To be honest I am not so surprised by it. He was somehow weird. But where is he now?
es: Para ser honesta, no estoy tan sorprendida. Era de alguna manera extraño. Pero ¿dónde está ahora?

source: In Morbivord's castle. He needs to rest. But we have to settle the matter with Morbivord. He and his wife command legions of undead.
es: En el castillo de Morbivord. Necesita descansar. Pero tenemos que resolver el asunto con Morbivord. Él y su esposa comandan legiones de no muertos.

source: They are too strong. I barely escaped them. We need some help.
es: Son demasiado fuertes. Apenas escapé de ellos. Necesitamos ayuda.

source: Can you see that forest? Elves live there. Maybe they could help us.
es: ¿Ves ese bosque? Viven elfos allí. Tal vez podrían ayudarnos.

source: Yes, we can ask them for help.
es: Sí, podemos pedirles ayuda.

source: Hail, elves.
es: Salve, elfos.

source: Hail. Do you need anything?
es: Salve. ¿Necesitan algo?

source: Yes, we need your help against an undead horde.
es: Sí, necesitamos su ayuda contra una horda de no muertos.

source: Follow us to our leaders.
es: Sígannos a nuestros líderes.

source: Hail. We came to ask you for help.
es: Salve. Vinimos a pedirles ayuda.

source: We are not willing to help necromancers. We rather will kill you to assure that our forest will remain pure.
es: No estamos dispuestos a ayudar a nigromantes. Preferimos matarlos para asegurar que nuestro bosque permanezca puro.

source: What? No, we are not necromancers. I promise.
es: ¿Qué? No, no somos nigromantes. Lo prometo.

source: I am not going to listen you anymore. Kill them.
es: No voy a escucharlos más. Mátenlos.

source: No. Wait. Listen to us.
es: No. Esperen. Escúchenos.

source: Halt. Why should we dirty our hands with such a decision? Let us decide our guest of honor about their fate.
es: Alto. ¿Por qué deberíamos ensuciarnos las manos con tal decisión? Dejemos que nuestra invitada de honor decida su destino.

source: What is going on? Why are you treating these guests in such a hostile way?
es: ¿Qué está pasando? ¿Por qué tratan a estos invitados de manera tan hostil?

source: I can feel necromancy from them. At least one of them is a necromancer, the other ones are his apprentices probably.
es: Puedo sentir nigromancia de ellos. Al menos uno es un nigromante, los otros probablemente son sus aprendices.

source: I see no undead around here. A necromancer without his minions is weak. But maybe they are coming just to distract us and their army is waiting nearby for the best moment to attack. Do you have any reports of undead nearby?
es: No veo no muertos alrededor. Un nigromante sin sus minions es débil. Pero tal vez vienen solo a distraernos y su ejército espera cerca el mejor momento para atacar. ¿Tienen reportes de no muertos cerca?

source: Actually yes. Earldom of lord Morbivord which is not so far from this place is swarming with them. They sometimes attack us but not coordinated maybe when they lose their way.
es: En realidad sí. El condado del señor Morbivord, que no está tan lejos de este lugar, está lleno de ellos. A veces nos atacan, pero no coordinados, tal vez cuando pierden el camino.

source: Are you servants of lord Morbivord?
es: ¿Son sirvientes del señor Morbivord?

source: No, we were fighting him but his undead army is too large. We wanted to ask you for help with them.
es: No, estábamos luchando contra él, pero su ejército de no muertos es demasiado grande. Queríamos pedirles ayuda con ellos.

source: So you want to use us for defeating your competitor? Your superior whose rank you crave?
es: ¿Entonces quieren usarnos para derrotar a su competidor? ¿Su superior cuyo rango anhelan?

source: Why are you so sure that they are necromancers? I have seen no signs indicating so.
es: ¿Por qué están tan seguros de que son nigromantes? No he visto señales que lo indiquen.

source: That paladin. He does not have his shine. He wields some magic power but not the kind what have white mages. It is clear.
es: Ese paladín. No tiene su brillo. Maneja algún poder mágico, pero no el tipo que tienen los magos blancos. Está claro.
