Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: Uh, oh, he is dead? I did not mean to ... well, I guess that I have to do this in order to protect my loved ones but still ...
es: Uh, oh, ¿está muerto? No quería... bueno, supongo que tengo que hacer esto para proteger a mis seres queridos, pero aún así...

source: And there we go again. But for some reason I no longer feel sad about it.
es: Y ahí vamos de nuevo. Pero por alguna razón ya no me siento triste por ello.

source: For my village!
es: ¡Por mi aldea!

source: Be careful, my friend. Even these orcs are stronger than you.
es: Ten cuidado, amiga. Incluso estos orcos son más fuertes que tú.

source: Of course, Lemyr.
es: Por supuesto, Lemyr.

source: Ouch ...
es: ¡Ay...

source: Die, human worm!
es: ¡Muere, gusano humano!

source: Time to finally make use of my spells!
es: ¡Hora de finalmente usar mis hechizos!

source: Bah! He was weak and deserved to die! Orcs, to me!
es: ¡Bah! Era débil y merecía morir. ¡Orcos, a mí!

source: He thought I was weak but he is the one who is dead. Orcs, under my banner!
es: Pensó que era débil, pero él es el que está muerto. ¡Orcos, bajo mi estandarte!

source: We did it. The orcs are defeated!
es: Lo hicimos. ¡Los orcos están derrotados!

source: That we did, but many good men lost their lives today.
es: Eso hicimos, pero muchos buenos hombres perdieron la vida hoy.

source: Lemyr! Wake up, wake up, please, wake up.
es: ¡Lemyr! Despierta, despierta, por favor, despierta.

source: Hahaha, the rider is dead human!
es: ¡Jajaja, el jinete está muerto, humano!

source: I shall avenge you, my friend. No orc shall leave this field alive!
es: Te vengaré, amigo. ¡Ningún orco dejará este campo vivo!

source: Without Clare, we cannot hope to win this battle.
es: Sin Clare, no podemos esperar ganar esta batalla.

source: Thirst For Power
es: Sed de Poder

source: Hail, master. I am back, I slew the orc.
es: Salve, maestro. Regresé, maté al orco.

source: It is good to see you again, my dear apprentice. Well, I am not surprised by it, I knew that you could do it.
es: Es bueno verte de nuevo, mi querida aprendiz. Bueno, no estoy sorprendido por ello, sabía que podías hacerlo.

source: But is this the end of your path? Do you not want more?
es: ¿Pero es este el fin de tu camino? ¿No quieres más?

source: What are you talking about, master? Is there more to learn?
es: ¿De qué hablas, maestro? ¿Hay más que aprender?

source: Of course there is. I only taught you to create minions to do your bidding, whatever it is. But it is not all that my art can give you. The ultimate goal of necromancy is ... to cheat death for yourself.
es: Por supuesto que sí. Solo te enseñé a crear minions para hacer tu voluntad, sea lo que sea. Pero no es todo lo que mi arte puede darte. El objetivo último de la nigromancia es... engañar a la muerte para ti misma.

source: Cheat death? What do you ... ah. You mean becoming a lich?
es: ¿Engañar a la muerte? ¿Qué quieres... ah. Te refieres a convertirse en liche?

source: Exactly.
es: Exacto.

source: Shall I look like a pack of bones? No, thank you.
es: ¿Debería verme como un montón de huesos? No, gracias.

source: You do not need to look like 'a pack of bones'. It is not necessary, there is an other way.
es: No necesitas verte como 'un montón de huesos'. No es necesario, hay otra manera.

source: Really? What is it?
es: ¿De verdad? ¿Qué es?

source: During my studies of preserving the dead I found something. There is a substance that will make your body look like it did the day you died, even after a thousand years have passed. But it is a poison, and you will die from it.
es: Durante mis estudios de preservar a los muertos encontré algo. Hay una sustancia que hará que tu cuerpo se vea como el día que moriste, incluso después de que pasen mil años. Pero es un veneno, y morirás por ello.

source: It sounds interesting. Where can I find this poison?
es: Suena interesante. ¿Dónde puedo encontrar este veneno?

source: This substance is very rare. You cannot buy it on the market.
es: Esta sustancia es muy rara. No puedes comprarla en el mercado.

source: Of course, that would be too easy. So where should I look for it, master?
es: Por supuesto, eso sería demasiado fácil. Entonces, ¿dónde debería buscarlo, maestro?

source: I heard about a dragon who has this substance. I can tell you about his place but you will probably need some minions to defeat him.
es: Escuché sobre un dragón que tiene esta sustancia. Puedo contarte sobre su lugar, pero probablemente necesitarás algunos minions para derrotarlo.

source: That is no problem.
es: Eso no es problema.

source: Right but there is one last thing. He likes using his fire breath. It is a bane for skeletons and it can badly wound even you. But worry not, I will prepare a spell that will protect you from it.
es: Cierto, pero hay una última cosa. Le gusta usar su aliento de fuego. Es una maldición para esqueletos y puede herirte gravemente incluso a ti. Pero no te preocupes, prepararé un hechizo que te protegerá de ello.

source: Great. So on to the dragon.
es: Genial. Entonces al dragón.

source: The death of the warlord was a disaster for the orcs. There was no one who could lead their hordes anymore. They lost easy battles and were forced to withdraw from human lands. The orcs returned to fight each other and did not pose a serious threat for humans for some time.
es: La muerte del señor de la guerra fue un desastre para los orcos. Ya no había nadie que pudiera liderar sus hordas. Perdieron batallas fáciles y fueron forzados a retirarse de tierras humanas. Los orcos regresaron a luchar entre sí y no representaron una amenaza seria para humanos por algún tiempo.

source: The villages that had been destroyed were rebuilt and humans settled them again. Peace ruled the Northlands.
es: Las aldeas que habían sido destruidas fueron reconstruidas y humanos las poblaron de nuevo. La paz gobernaba las Tierras del Norte.

source: After the battle, Clare and Lemyr returned to their village to keep order there. Merissa and Tinry kept them company but Mubryn left shortly after the battle. He returned to his previous rogue life with adventures. Legends has it that a few years later he was stabbed by a companion during division of loot.
es: Después de la batalla, Clare y Lemyr regresaron a su aldea para mantener el orden allí. Merissa y Tinry les hicieron compañía, pero Mubryn se fue poco después de la batalla. Regresó a su vida anterior de pícaro con aventuras. Las leyendas dicen que unos años después fue apuñalado por un compañero durante la división del botín.

source: Am I welcome at Home?
es: ¿Soy Bienvenida en Casa?

source: Hm, it seems that this night will be just as calm as the other ones this month. But I wonder what could have happened to Clare? She is gone for too long. I hope that ... Wait, someone is sneaking around the village. Who is it?
es: Hm, parece que esta noche será tan calmada como las otras este mes. Pero me pregunto qué podría haberle pasado a Clare. Ha estado fuera demasiado tiempo. Espero que... Espera, alguien se escabulle alrededor de la aldea. ¿Quién es?

source: It is me, Clare.
es: Soy yo, Clare.

source: Thanks be to the gods. I thought that you were dead.
es: Gracias a los dioses. Pensé que estabas muerta.

source: May I enter the village?
es: ¿Puedo entrar a la aldea?

source: You know that you do not need to ask. Come to me, please.
es: Sabes que no necesitas preguntar. Ven a mí, por favor.

source: I missed you. You were away for a long time.
es: Te extrañé. Estuviste fuera mucho tiempo.

source: I am sorry. But the orc is history.
es: Lo siento. Pero el orco es historia.

source: That is good news. I was worried that some harm had come to you.
es: Esa es buena noticia. Estaba preocupado de que algo te hubiera pasado.

source: That is nice but you do not have to worry about me. I am a mage, you know.
es: Eso es amable, pero no tienes que preocuparte por mí. Soy una maga, sabes.

source: I will worry about you. You are my best friend.
es: Me preocuparé por ti. Eres mi mejor amiga.

source: We finally found you.
es: Por fin te encontramos.

source: What are these bandits doing here? And how do they know you, Clare?
es: ¿Qué hacen estos bandidos aquí? ¿Y cómo te conocen, Clare?

source: I met them on my way to Haldar. They helped me. They are not as bad as they seem.
es: Los conocí en mi camino a Haldar. Me ayudaron. No son tan malos como parecen.

source: Ok. So what do you want?
es: Bien. Entonces, ¿qué quieren?

source: We wanted to say hello to Clare and ask how she is.
es: Queríamos saludar a Clare y preguntar cómo está.

source: I am fine. But did you really travel to here just to say hello?
es: Estoy bien. Pero ¿realmente viajaron hasta aquí solo para saludar?

source: We haven't seen you since you visited Haldar. We wanted to make sure that you are ok.
es: No te hemos visto desde que visitaste a Haldar. Queríamos asegurarnos de que estuvieras bien.

source: I am ok.
es: Estoy bien.

source: Why should she not be ok? Is something wrong with Haldar?
es: ¿Por qué no debería estar bien? ¿Pasa algo con Haldar?

source: He doesn't have a good reputation, even among the outlaws. I don't know the hard facts.
es: No tiene buena reputación, incluso entre los forajidos. No conozco los hechos duros.

source: What did you hear?
es: ¿Qué escuchaste?

source: It does not matter. I am fine.
es: No importa. Estoy bien.

source: If you say so. But what of you, bandits? What are you going to do?
es: Si tú lo dices. Pero ¿qué hay de ustedes, bandidos? ¿Qué van a hacer?

source: May we rest in your village for a short time?
es: ¿Podemos descansar en su aldea por un corto tiempo?

source: You helped Clare so you may. But I am watching you.
es: Ayudaron a Clare, así que pueden. Pero los estoy vigilando.

source: Skeletons
es: Esqueletos

source: Defeat all skeletons
es: Derrota a todos los esqueletos

source: So we are here. We can find some better corpses here. Are you ready for your next lesson, Clare?
es: Así que estamos aquí. Podemos encontrar algunos cadáveres mejores aquí. ¿Estás lista para tu siguiente lección, Clare?

source: Yes, I am, master.
es: Sí, lo estoy, maestro.

source: So watch me and learn.
es: Así que mírame y aprende.

source: Now is your turn.
es: Ahora es tu turno.

source: Rise.
es: Levántense.

source: I am alive again.
es: Estoy vivo de nuevo.

source: Not really. In fact, you are an undead now. And you will be used for her studies.
es: No realmente. De hecho, ahora eres un no muerto. Y serás usado para sus estudios.

source: Can't I rest in peace after death?
es: ¿No puedo descansar en paz después de la muerte?

source: No. And now serve your mistress.
es: No. Y ahora sirve a tu ama.

source: Unhappy undead
es: No muerto infeliz

source: Is this right? He should rest.
es: ¿Es esto correcto? Debería descansar.

source: You have chosen this path. So continue in your exercise.
es: Has elegido este camino. Así que continúa con tu ejercicio.

source: Nice job, my apprentice. You took a great step on your path.
es: Buen trabajo, mi aprendiz. Diste un gran paso en tu camino.

source: But you can have even more powerful minions for your quest.
es: Pero puedes tener minions incluso más poderosos para tu búsqueda.

source: What kind of minions do you mean?
es: ¿Qué tipo de minions quieres decir?

source: Revenants or even ghosts. Yes we will focus on ghosts now. You must be very powerful to keep control over them.
es: Revenes o incluso fantasmas. Sí, nos enfocaremos en fantasmas ahora. Debes ser muy poderosa para mantener control sobre ellos.

source: But you are exhausted after this lesson, I see. So rest for some time, then we will continue.
es: Pero estás exhausta después de esta lección, veo. Así que descansa un tiempo, luego continuaremos.

source: What are you still doing, Clare? Is this too hard for you?
es: ¿Qué sigues haciendo, Clare? ¿Es esto demasiado difícil para ti?

source: Back Home
es: De Vuelta a Casa

source: Ah, it is so good to be back home. I really missed this place. Let us see how it looks here now like. Well, every building is in the same place and in the same state as I remember so the orcs probably have not attacked the village in my absence. And there, at the fields are some children playing. That reminds me of Lemyr and I playing there before I left our village to go to study magic arts. And now I am thinking of him - where is he? I would like to ... say hello to him and tell him that I succeeded in my mission.
es: Ah, es tan bueno estar de vuelta en casa. Realmente extrañé este lugar. Veamos cómo se ve aquí ahora. Bueno, cada edificio está en el mismo lugar y en el mismo estado que recuerdo, así que los orcos probablemente no atacaron la aldea en mi ausencia. Y allí, en los campos, hay algunos niños jugando. Eso me recuerda a Lemyr y a mí jugando allí antes de que dejara nuestra aldea para ir a estudiar artes mágicas. Y ahora estoy pensando en él - ¿dónde está? Me gustaría... saludarlo y contarle que tuve éxito en mi misión.

source: Who is that Lemyr you're talking about? ... If I can ask ...
es: ¿Quién es ese Lemyr del que hablas?... Si puedo preguntar...

source: My closest friend. I have known him since my childhood. He has been so righteous and kind since I can remember. Almost everyone likes him. But he was a bit shy and not so talkative so he did not have many friends. A few days before I left our village he had been knighted and after Gl ... Glacyn was killed he is probably in charge of our village.
es: Mi amigo más cercano. Lo conozco desde mi infancia. Ha sido tan justo y amable desde que lo recuerdo. Casi todos lo quieren. Pero era un poco tímido y no muy hablador, así que no tenía muchos amigos. Unos días antes de que dejara nuestra aldea fue nombrado caballero y después de que Gl... Glacyn fue muerto, probablemente está a cargo de nuestra aldea.

source: Hm, with someone like him around, I don't think she could think of me. Compared to him, I'm nobody. At least nobody she could like.
es: Hm, con alguien como él alrededor, no creo que ella pudiera pensar en mí. Comparado con él, no soy nadie. Al menos nadie que ella pudiera querer.

source: I can see someone looking like a knight in front of some old keep, Clare. Hmm, but when I look better at him his clothing seems somehow poor and it's white and blue. He doesn't look like knights I have heard about. But he may be a paladin. Anyhow is that your friend?
es: Puedo ver a alguien que parece un caballero frente a algún viejo torreón, Clare. Hmm, pero cuando lo miro mejor, su ropa parece de alguna manera pobre y es blanca y azul. No se ve como los caballeros de los que he oído. Pero podría ser un paladín. De todos modos, ¿es ese tu amigo?

source: Yes, it is him! I am so glad to see him again. I am going to go to greet him.
es: ¡Sí, es él! Estoy tan feliz de verlo de nuevo. Voy a ir a saludarlo.

source: Lemyr! Hello! It is me, Clare. I am back. I slew the orc.
es: ¡Lemyr! ¡Hola! Soy yo, Clare. Regresé. Maté al orco.

source: Clare! Welcome back. I missed you. Well, it is a great news that you bring to me. Now, our beloved Glacyn can rest in peace. But can we talk about those bandits? It seems that they came with you. Do you know them? And what are they doing around our village?
es: ¡Clare! Bienvenida de vuelta. Te extrañé. Bueno, es una gran noticia la que traes. Ahora, nuestro querido Glacyn puede descansar en paz. Pero ¿podemos hablar de esos bandidos? Parece que vinieron contigo. ¿Los conoces? ¿Y qué hacen alrededor de nuestra aldea?

source: They helped me to get to that accursed orc. He was hiding in an orcish city so we had to capture it first. Please, do not fight them.
es: Me ayudaron a llegar a ese orco maldito. Se escondía en una ciudad orca, así que tuvimos que capturarla primero. Por favor, no luchen contra ellos.

source: If you say so. They can enter the village.
es: Si tú lo dices. Pueden entrar a la aldea.

source: Thank you. But now tell me what happened in our village during my absence.
es: Gracias. Pero ahora cuéntame qué pasó en nuestra aldea durante mi ausencia.

source: Nothing interested. You know, this is a small village. But it is a place of peace and justice again. There have been no more assassinations here. Also, the orcs have not attempted to attack us again. But no one wishes for more battles. We are happy that we do not have to fight.
es: Nada interesante. Sabes, es una pequeña aldea. Pero es un lugar de paz y justicia de nuevo. No ha habido más asesinatos aquí. Además, los orcos no han intentado atacarnos de nuevo. Pero nadie desea más batallas. Estamos felices de no tener que luchar.

source: You did a great job. I am proud of you. Come to me. I want to hug you.
es: Hiciste un gran trabajo. Estoy orgullosa de ti. Ven a mí. Quiero abrazarte.

source: (he hugged Clare and gave her a kiss)It is ... you are so cold. You are probably ill. You should rest.
es: (la abrazó y le dio un beso)Es... estás tan fría. Probablemente estás enferma. Deberías descansar.

source: Yes, I should.
es: Sí, debería.

source: He loves you. It is cute.
es: Te ama. Es lindo.

source: What are you talking about? We are friends from our childhood.
es: ¿De qué hablas? Somos amigos desde nuestra infancia.

source: Maybe but I can see it on him, you can't?
es: Tal vez, pero puedo verlo en él, ¿tú no?

source: Do you love me, Lemyr?
es: ¿Me amas, Lemyr?

source: What? Ehhm to be honest yes. I have loved you for a long time but I could not say it. Alas I expected nothing from you.
es: ¿Qué? Ehm, para ser honesto, sí. Te he amado por mucho tiempo, pero no podía decirlo. Pero no esperaba nada de ti.

source: I love you too, Lemyr. I do not know how it happened but it is true.
es: Yo también te amo, Lemyr. No sé cómo pasó, pero es verdad.

source: This is the happiest day of my life.
es: Este es el día más feliz de mi vida.

source: Of mine too. I do not want to leave you again.
es: Del mío también. No quiero dejarte de nuevo.

source: The Truth
es: La Verdad

source: We want the head of the necromancer who captured our city!
es: ¡Queremos la cabeza del nigromante que capturó nuestra ciudad!

source: I have no idea who are you talking about but I can assure that there is no necromancer in our village.
es: No tengo idea de quién están hablando, pero puedo asegurar que no hay nigromante en nuestra aldea.

source: You know her as Clare.
es: La conocen como Clare.

source: She is not a necromancer, orc. She would never do such things.
es: Ella no es nigromante, orco. Nunca haría tales cosas.

source: Lemyr, they do not tell lies. I needed to be a necromancer to defeat the orc. But I have not interrupted the rest of any dead for weeks. I have abandoned this terrible art.
es: Lemyr, no dicen mentiras. Necesité ser nigromante para derrotar al orco. Pero no he interrumpido el descanso de ningún muerto por semanas. He abandonado este terrible arte.

source: No! This can't be true.
es: ¡No! Esto no puede ser verdad.

source: We will fight them but then we will have a serious talk.
es: Lucharemos contra ellos, pero luego tendremos una charla seria.

source: So our village is safe again. But we must have a talk, Clare. Come to me.
es: Entonces nuestra aldea está segura de nuevo. Pero debemos hablar, Clare. Ven a mí.

source: I am here, Lemyr.
es: Estoy aquí, Lemyr.

source: You must answer some questions and do not try anything.
es: Debes responder algunas preguntas y no intentes nada.

source: I will answer all of your questions truthfully. I promise.
es: Responderé todas tus preguntas con verdad. Lo prometo.

source: How could you even do something that? This is not you.
es: ¿Cómo pudiste siquiera hacer algo así? Esto no eres tú.

source: I had to defeat him at any cost. He assassinated Glacyn, you know.
es: Tuve que derrotarlo a cualquier costo. Asesinó a Glacyn, sabes.

source: How could I forget? But this is the wrong path and you have always been good.
es: ¿Cómo podría olvidar? Pero este es el camino equivocado y siempre has sido buena.

source: I did not want this path, but there was no other.
es: No quería este camino, pero no había otro.

source: Always there is another path. But who taught you these terrible things?
es: Siempre hay otro camino. Pero ¿quién te enseñó estas cosas terribles?

source: Haldar taught me.
es: Haldar me enseñó.

source: No! I should not have let you to go to him.
es: ¡No! No debería haberte dejado ir con él.

source: You could not know. No one could have.
es: No podías saberlo. Nadie podía haberlo sabido.

source: In any case I should execute you. This is against the law in every country including this one.
es: De todos modos debería ejecutarte. Esto va contra la ley en todos los países, incluyendo este.

source: No, it isn't. Our earl never banned it.
es: No, no lo es. Nuestro conde nunca lo prohibió.

source: Maybe not, but only because he believed that no one here would even try it. If it is true...
es: Tal vez no, pero solo porque creía que nadie aquí siquiera lo intentaría. Si es verdad...

source: It is. I know our laws very well.
es: Lo es. Conozco muy bien nuestras leyes.

source: ... I do not have to execute you. Is there anything else I should know?
es: ... No tengo que ejecutarte. ¿Hay algo más que debería saber?

source: Yes, there is. I am a lich.
es: Sí, lo hay. Soy un liche.

source: Do not even joke about that! It is impossible!
es: ¡Ni siquiera bromees con eso! ¡Es imposible!

source: It is possible. I drank a poison which makes my body look like it did the day I died.
es: Es posible. Bebí un veneno que hace que mi cuerpo se vea como el día que morí.

source: Yes. Haldar told me about it.
es: Sí. Haldar me contó sobre ello.

source: Haldar! I will make him pay for all of this.
es: ¡Haldar! Lo haré pagar por todo esto.

source: He did nothing. Do not hate him. It is all because of me.
es: No hizo nada. No lo odies. Todo es por mí.

source: Do not say that! I love you! I will make Haldar reverse this terrible curse.
es: ¡No digas eso! ¡Te amo! Haré que Haldar revierta esta terrible maldición.

source: Do you love me? I..I had no idea.
es: ¿Me amas? Yo... no tenía idea.

source: Yes but this does not matter now. He will pay. I will find other paladins and we will get him. Does he still live in the Heart Mountains?
es: Sí, pero eso no importa ahora. Pagará. Encontraré otros paladines y lo atraparemos. ¿Aún vive en las Montañas del Corazón?

source: As far as I know, he does.
es: Hasta donde sé, sí.

source: I will be back in a few weeks. Wait for me here.
es: Regresaré en unas semanas. Espérame aquí.

source: I got her, chief!
es: ¡La atrapé, jefe!

source: You may be a necromancer but I loved you. But the orcs won.
es: Puedes ser nigromante, pero te amaba. Pero los orcos ganaron.

source: Did you *cough* love me? I had no idea ...
es: ¿Me *tos* amabas? No tenía idea...

source: Preserving the Body and Mind
es: Preservando el Cuerpo y la Mente

source: I am back, master and I have the poison. So, what is the next step?
es: Regresé, maestro, y tengo el veneno. Entonces, ¿cuál es el siguiente paso?

source: You must die ...
es: Debes morir...

source: Yes, but ...
es: Sí, pero...

source: Do not interrupt me. You must say some words before you die. Since you do not want to look like 'a pack of bones' you have to drink the poison first. It will cause your death and while you are dying you must cast a spell which will return your soul into your body after your death.
es: No me interrumpas. Debes decir algunas palabras antes de morir. Como no quieres verte como 'un montón de huesos', debes beber el veneno primero. Causará tu muerte y mientras mueres debes lanzar un hechizo que devolverá tu alma a tu cuerpo después de tu muerte.

source: So how do we start?
es: Entonces, ¿cómo empezamos?

source: Drink the poison.
es: Bebe el veneno.
