Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: I'll gladly take your share, haha! But yes, let's destroy our enemy once and for all!
es: ¡Con gusto tomaré tu parte, jaja! Pero sí, ¡destruiremos a nuestra enemiga de una vez por todas!

source: You will not get me because I will you kill all first!
es: ¡No me atraparán porque los mataré a todos primero!

source: ... We will talk about that once we have dealt with them.
es: ... Hablaremos de eso una vez que hayamos lidiado con ellos.

source: Well, that was the last one. Now you can tell me how disappointed in me you are.
es: Bueno, ese fue el último. Ahora puedes decirme cuán decepcionada estás de mí.

source: I could never be disappointed in you, my friend. I am just sad that I could not help you.
es: Nunca podría estar decepcionada de ti, amiga. Solo estoy triste de que no pudiera ayudarte.

source: You did, I am feeling better.
es: Lo hiciste, me siento mejor.

source: That is good to hear but why do you think that you reacted that way then?
es: Eso es bueno oírlo, pero ¿por qué piensas que reaccionaste así entonces?

source: Hm, I do not think that I can ever be completely rid of my anger. Actually, I am afraid that my undeath will just strengthen it with time.
es: Hm, no creo que pueda librarme completamente de mi ira alguna vez. En realidad, temo que mi no muerte solo la fortalezca con el tiempo.

source: That makes sense. Do you think that you are ready to return to the others?
es: Eso tiene sentido. ¿Crees que estás lista para regresar con los demás?

source: Yes, I think that I can keep my anger in check. Especially with you by my side.
es: Sí, creo que puedo controlar mi ira. Especialmente contigo a mi lado.

source: I will be with you until the end, Clare, I promise. Very well, let us join the others.
es: Estaré contigo hasta el final, Clare, lo prometo. Muy bien, unámonos a los demás.

source: More assassins are coming. We are doomed.
es: Vienen más asesinos. Estamos condenados.

source: Bandits in Troubles
es: Bandidos en Problemas

source: Death of Amiwen, Merengwen or Morcyn
es: Muerte de Amiwen, Merengwen o Morcyn

source: Hahahaha! I told you this is gonna be easy!
es: ¡Jajajaja! Te dije que esto iba a ser fácil.

source: Yeah, I see now. Our leaders will be impressed and we're going to be promoted and you know what that means. More power!
es: Sí, ahora lo veo. Nuestros líderes estarán impresionados y nos ascenderán, y sabes qué significa eso. ¡Más poder!

source: Right! But we better hurry. You don't want to make the dark lord angry. One time was enough for me!
es: ¡Cierto! Pero mejor apurémonos. No quieres hacer enojar al señor oscuro. ¡Una vez fue suficiente para mí!

source: Don't mention it, I'm still scared! ... Hey, someone is coming here. This shouldn't be happening.
es: No lo menciones, ¡aún estoy asustado!... Oye, alguien viene aquí. Esto no debería pasar.

source: Just wait and see who's that.
es: Solo espera y ve quién es.

source: And here are they again. It seems that we are going to fight again.
es: Y aquí están de nuevo. Parece que vamos a luchar otra vez.

source: Well, maybe we can avoid them. They seem to be busy fighting those bandits.
es: Bueno, tal vez podamos evitarlos. Parecen estar ocupados luchando contra esos bandidos.

source: Well, maybe they deserve this fate, I do not know. But we will need some help in our mission and they are fit for it. I believe that if we save them, they will follow us.
es: Bueno, tal vez merezcan este destino, no lo sé. Pero necesitaremos ayuda en nuestra misión y ellos son aptos para ello. Creo que si los salvamos, nos seguirán.

source: And if not I also have some methods to pursuade them. But do not ask me, you'll not like it.
es: Y si no, también tengo algunos métodos para persuadirlos. Pero no me preguntes, no te gustará.

source: Oh, some humans. <b>Hey, you! Are you with us or them?</b>
es: Oh, algunos humanos. <b>¡Oye, tú! ¿Estás con nosotros o con ellos?</b>

source: Well, we are just passing through. We have no intention of battling.
es: Bueno, solo estamos pasando. No tenemos intención de luchar.

source: Oh, come on! I can tell you've seen a lot of fighting, together we could defeat them. If you help us, I'll grant you any request.
es: ¡Oh, vamos! Puedo decir que han visto mucha lucha, juntos podríamos derrotarlos. Si nos ayudan, les concederé cualquier petición.

source: You must be really desperate. Fine, we will do that. But we can discuss the terms later. Now to the fighting.
es: Debes estar realmente desesperado. Bien, lo haremos. Pero podemos discutir los términos después. Ahora a luchar.

source: You're telling me!
es: ¡Dímelo a mí!

source: In this chapter you will have to rely on outlaw units so you should take all possible opportunities to make them stronger. For example, Merissa still has some connections with (and respect in) the underworld and can increase their damage and resistances with special abilities that can be unlocked via a soul eater advancement Leadership. If you have not unlocked (and taken) those advancements, now would be a good time.
es: En este capítulo tendrás que depender de unidades forajidas, así que deberías aprovechar todas las oportunidades posibles para hacerlas más fuertes. Por ejemplo, Merissa aún tiene algunas conexiones (y respeto) en el submundo y puede aumentar su daño y resistencias con habilidades especiales que se pueden desbloquear mediante el avance devorador de almas Liderazgo. Si no has desbloqueado (y tomado) esos avances, ahora sería un buen momento.

source: One is down! Now the other one!
es: ¡Uno cayó! ¡Ahora el otro!

source: Oh, no, we've lost! I gotta run!
es: ¡Oh, no, perdimos! ¡Tengo que huir!

source: Ah, that was a battle! Thanks, people, you really saved us. And now, as promised, I'll grant you your wish.
es: ¡Ah, qué batalla! Gracias, gente, realmente nos salvaron. Y ahora, como prometí, les concederé su deseo.

source: Well ... actually, we have got to deal with these sorcerers. We can defeat such small groups but we expect that there are much more of them and more powerful and we cannot handle them just at our own. I would like you to join us in our quest.
es: Bueno... en realidad, tenemos que lidiar con estos hechiceros. Podemos derrotar grupos pequeños como este, pero esperamos que haya muchos más y más poderosos, y no podemos manejarlos solos. Me gustaría que se unieran a nosotros en nuestra búsqueda.

source: Wow, that's something, I wouldn't guess you would come with anything alike. And actually I'm not sure we can do this even if I promised.
es: Wow, eso es algo, no adivinaría que vendrían con algo así. Y en realidad no estoy seguro de que podamos hacerlo incluso si lo prometí.

source: I cannot blame you for your hesitation, I would react the same way in your position. But think of this: they will not stop sending their men and women against you until all of you are dead. We have to continue anyway and you will not survive for long without us. On the other hand, if you join us, your chances are much better. And then, you will also get paid for your services. So, what do you say now?
es: No puedo culparte por tu vacilación, reaccionaría igual en tu posición. Pero piensa en esto: no dejarán de enviar a sus hombres y mujeres contra ustedes hasta que todos estén muertos. Tenemos que continuar de todos modos y no sobrevivirán mucho tiempo sin nosotros. Por otro lado, si se unen a nosotros, sus posibilidades son mucho mejores. Y además, recibirán pago por sus servicios. Entonces, ¿qué dices ahora?

source: Well, that sounds right. We're likely to survive together with you and I wouldn't mind leaving this hole.
es: Bueno, suena correcto. Probablemente sobreviviremos juntos con ustedes y no me importaría dejar este agujero.

source: Great. So we are leaving in a moment.
es: Genial. Entonces nos vamos en un momento.

source: I'm glad it went this easy. I'd prefer to not return to my old ways. I really wanted to be a better person after I met ... well ... it doesn't matter.
es: Me alegra que haya sido tan fácil. Preferiría no regresar a mis viejos caminos. Realmente quería ser una mejor persona después de conocer... bueno... no importa.

source: New Threat
es: Nueva Amenaza

source: Reach the signpost (55,7) with a hero
es: Llega al poste indicador (55,7) con un héroe

source: Death of Amiwen or Merengwen
es: Muerte de Amiwen o Merengwen

source: Halt, we are not alone. I can see some people wandering around, they probably belong to that cult. We should strike them before they can see us and kill them all ... slowly.
es: Alto, no estamos solos. Veo a algunas personas vagando, probablemente pertenecen a ese culto. Deberíamos atacarlos antes de que nos vean y matarlos a todos... lentamente.

source: Are you certain of it? We should make sure before attacking them.
es: ¿Estás segura? Deberíamos asegurarnos antes de atacarlos.

source: Let me take a look ... They look like necromancers that we encountered earlier and ... their thoughts are very dark, spilling innocent blood, torturing people ... It makes me feel very sick.
es: Déjenme mirar... Se ven como nigromantes que encontramos antes y... sus pensamientos son muy oscuros, derramando sangre inocente, torturando gente... Me hace sentir muy mal.

source: I didn't know you can read other people's minds, Amiwen!
es: ¡No sabía que podías leer las mentes de otras personas, Amiwen!

source: I cannot really ... unless they are this intense. It screams of them.
es: No puedo realmente... a menos que sean tan intensos. Gritan de ellos.

source: Well, I told you.
es: Bueno, te lo dije.

source: But you did not ... well, never mind. Forget it.
es: Pero no lo hiciste... bueno, no importa. Olvídalo.

source: Good. So on them.
es: Bien. A por ellos.

source: But please, keep in mind that should not spend too much time here. Their superiors are up to do something much worse so we should not waste time with these weak minions.
es: Pero por favor, ten en cuenta que no deberíamos pasar demasiado tiempo aquí. Sus superiores están a punto de hacer algo mucho peor, así que no deberíamos perder tiempo con estos minions débiles.

source: You should try to limit the number of enemies that you kill in a scenario. After events of previous chapter (and events that happened behind the scenes), Clare is not in a good place psychologically and causing or even witnessing too many deaths might deepen her negative feelings and push her closer to the dark side.
es: Deberías intentar limitar el número de enemigos que matas en un escenario. Después de los eventos del capítulo anterior (y eventos que pasaron detrás de escena), Clare no está en un buen lugar psicológicamente y causar o incluso presenciar demasiadas muertes podría profundizar sus sentimientos negativos y empujarla más cerca del lado oscuro.

source: Ha! Finally someone is coming here, I was really bored. Time to have some fun!
es: ¡Ja! Por fin alguien viene aquí, estaba realmente aburrido. ¡Hora de divertirse!

source: You have no idea who is it, do you?
es: ¿No tienes idea de quién es, verdad?

source: Some travelers, I suppose. We should take 'em down easily.
es: Algunos viajeros, supongo. Deberíamos acabar con ellos fácilmente.

source: You imbecile! It's Clare with her friends!
es: ¡Imbécil! ¡Es Clare con sus amigos!

source: Ah no, you're right! We should run for our lives!
es: ¡Ah no, tienes razón! ¡Deberíamos huir por nuestras vidas!

source: Oh, I can see someone in distance. And it seems that she is heading towards us.
es: Oh, puedo ver a alguien a lo lejos. Y parece que se dirige hacia nosotros.

source: Can you tell anything about her or her intentions, Amiwen?
es: ¿Puedes decir algo sobre ella o sus intenciones, Amiwen?

source: Sadly no. I have not seen anyone like her in my lifetime and her mind appears to be well protected from reading. We can just wait and see.
es: Tristemente no. No he visto a nadie como ella en mi vida y su mente parece estar bien protegida de la lectura. Solo podemos esperar y ver.

source: Oh, hail, people. I was just walking around and saw you so I decided to greet you. And my name is Merengwen.
es: Oh, salve, gente. Solo estaba caminando y los vi, así que decidí saludarlos. Y mi nombre es Merengwen.

source: Hmm, nice to meet you, Merengwen. I am Clare and these are my friends Lemyr, Merissa and Amiwen. But I am sorry, we do not have time to talk. We are fighting these cultists around, we have been actually hired to get rid of them.
es: Hmm, encantada de conocerte, Merengwen. Soy Clare y estos son mis amigos Lemyr, Merissa y Amiwen. Pero lo siento, no tenemos tiempo para hablar. Estamos luchando contra estos cultistas por aquí, en realidad nos contrataron para deshacernos de ellos.

source: Oh, really? I guess I might help you. I know some useful spells and actually I have some unfinished business with them. Don't ask me, it's a long story.
es: Oh, ¿de verdad? Supongo que podría ayudarlos. Conozco algunos hechizos útiles y en realidad tengo asuntos pendientes con ellos. No me preguntes, es una larga historia.

source: Fine. And when I think about it, you might really help us. But what will you want for your services?
es: Bien. Y cuando lo pienso, realmente podrías ayudarnos. Pero ¿qué querrás por tus servicios?

source: Ah, I don't want anything. Like I said, it's personal for me. Actually, I'd like to give you something. I believe you'll will find a better use for it than me.
es: Ah, no quiero nada. Como dije, es personal para mí. En realidad, me gustaría darles algo. Creo que encontrarán un mejor uso para ello que yo.

source: Um, and what is it?
es: Um, ¿y qué es?

source: Here you go.
es: Aquí tienes.

source: Dark Ring of Magical Power
es: Anillo Oscuro de Poder Mágico

source: This ring increases strength of the wearer's spells (especially shadow wave) but it radiates dark aura which might have an adverse influence on her.
es: Este anillo aumenta la fuerza de los hechizos del portador (especialmente onda de sombra), pero irradia un aura oscura que podría tener una influencia adversa en ella.

source: Oh, thank you. It seems good, I am going to wear it everywhere.
es: Oh, gracias. Parece bueno, lo usaré en todas partes.

source: Excellent. (you can hear very soft and suppressed laugh)
es: Excelente. (puedes oír una risa muy suave y reprimida)

source: Hmm, there is something about her that scares me.
es: Hmm, hay algo en ella que me asusta.

source: Oh, Lemyr, calm down, she is good. Anyhow, I think that we should go on.
es: Oh, Lemyr, cálmate, ella es buena. De todos modos, creo que deberíamos continuar.

source: Oh, right.
es: Oh, cierto.

source: Um, they keep coming here. I believe if we stay here any longer they might eventually overwhelm us.
es: Um, siguen viniendo aquí. Creo que si nos quedamos más tiempo aquí podrían abrumarnos eventualmente.

source: Yes, we should hurry and proceed.
es: Sí, deberíamos apurarnos y proceder.

source: Quickly, follow me, everyone.
es: Rápido, síganme, todos.

source: The First Dash
es: El Primer Impulso

source: Wizard's apprentice
es: Aprendiz de mago

source: Wizard
es: Mago

source: Battle wizard
es: Mago de batalla

source: Follow the tale of the young mage Clare, through an orcish assault on her village, to the assassination someone she liked, and beyond.. Lead her through her battles and choose her path of revenge to end the tale.
es: Sigue el cuento de la joven maga Clare, a través de un asalto orco a su aldea, hasta el asesinato de alguien que le gustaba, y más allá... Guíala a través de sus batallas y elige su camino de venganza para terminar el cuento.

source: Improving maps:
es: Mejorando mapas:

source: Death of Clare
es: Muerte de Clare

source: Death of Glacyn
es: Muerte de Glacyn

source: Death of Rheran
es: Muerte de Rheran

source: Death of Mubryn
es: Muerte de Mubryn

source: I can no longer protect my village.
es: Ya no puedo proteger mi aldea.

source: No! You cannot die!
es: ¡No! ¡No puedes morir!

source: No, Lemyr! You cannot die!
es: ¡No, Lemyr! ¡No puedes morir!

source: I have failed in my duty! The village is open to orcish attack now.
es: ¡Fallé en mi deber! La aldea está abierta al ataque orco ahora.

source: I have failed in my duty!
es: ¡Fallé en mi deber!

source: Oh no, now no one can lead the soldiers. Without a leader, the orcs will kill us all.
es: Oh no, ahora nadie puede liderar a los soldados. Sin un líder, los orcos nos matarán a todos.

source: It cannot end now and here, my quest is not finished yet.
es: No puede terminar ahora y aquí, mi búsqueda no está terminada aún.

source: I knew I shouldn't go into this!
es: ¡Sabía que no debería meterme en esto!

source: So this is my punishment.
es: Entonces este es mi castigo.

source: Clare was without doubt the brightest and most powerful magician who I have ever met. She was like no one else, she was the first to defend good people from harm but just a second later she might scold you for reluctance to do the necessary.
es: Clare fue sin duda la maga más brillante y poderosa que he conocido. Era como nadie más, era la primera en defender a la buena gente del daño, pero un segundo después podría regañarte por renuencia a hacer lo necesario.

source: Her childhood was not really happy. She was born in a small village in the Northlands to simple peasants. The village lied on the borders of the earldom and was often threatened by the orcs. The orcs were recently defeated by alliance of humans, dwarves and elves lead by Tallin but their numbers were still great and their ways not peaceful. Eventually, the villagers has learned to defend themselves but not soon enough for some of them. Clare has seen some of her people die in battle.
es: Su infancia no fue realmente feliz. Nació en una pequeña aldea en las Tierras del Norte de campesinos simples. La aldea estaba en las fronteras del condado y a menudo era amenazada por los orcos. Los orcos fueron recientemente derrotados por una alianza de humanos, enanos y elfos liderada por Tallin, pero sus números aún eran grandes y sus caminos no pacíficos. Eventualmente, los aldeanos aprendieron a defenderse, pero no lo suficientemente pronto para algunos de ellos. Clare vio a algunos de su gente morir en batalla.

source: She found some relief in spending time with a close friend of hers, Lemyr who was really kind and supporting but still these events left the kid grieving and with time her grieve was changing into hatred towards the aggresors. So her parents were relieved when the village was visited by a wandering mage who recognized her talent for magic. They saw it as an opportunity to send her away from these horrors. Clare was amazed by the world of magic that mage has exposed to her and hoped that one day she could use these powers to protect those close to her. Thus she was sent to the Alduin Academy to study the magic arts.
es: Encontró algo de alivio pasando tiempo con un amigo cercano suyo, Lemyr, quien era realmente amable y apoyador, pero aún así estos eventos dejaron a la niña afligida y con el tiempo su aflicción se transformó en odio hacia los agresores. Así que sus padres se sintieron aliviados cuando la aldea fue visitada por un mago errante que reconoció su talento para la magia. Lo vieron como una oportunidad para enviarla lejos de estos horrores. Clare quedó asombrada por el mundo de la magia que el mago le expuso y esperaba que un día pudiera usar estos poderes para proteger a aquellos cercanos a ella. Así fue enviada a la Academia de Alduin para estudiar las artes mágicas.

source: The girl quickly became popular at the isle because of her intelligence, competence and also boldness. She needed much less time to understand all magical theories and applying them in practice than her peers and even demonstrated her leadership skills at many opportunities. So it was no surprise that she completed her studies at the young age of nineteen and even was assigned to train a couple of students after graduation.
es: La chica rápidamente se volvió popular en la isla por su inteligencia, competencia y también audacia. Necesitó mucho menos tiempo para entender todas las teorías mágicas y aplicarlas en la práctica que sus compañeros e incluso demostró sus habilidades de liderazgo en muchas oportunidades. Así que no fue sorpresa que completara sus estudios a la joven edad de diecinueve años e incluso fue asignada a entrenar a un par de estudiantes después de la graduación.

source: Once her studies were complete, Clare returned to her home village to help out however she could, and improve her magic if possible. The village was peaceful and prosperous. But it did not last. One day, the peace came to an end, as orcs were spotted on the distant horizon.
es: Una vez completados sus estudios, Clare regresó a su aldea natal para ayudar como pudiera, y mejorar su magia si era posible. La aldea era pacífica y próspera. Pero no duró. Un día, la paz llegó a su fin, ya que orcos fueron vistos en el horizonte distante.

source: The orcs were defeated, but Glacyn’s scouts quickly discovered that the orcs they defeated were a mere vanguard.
es: Los orcos fueron derrotados, pero los exploradores de Glacyn rápidamente descubrieron que los orcos que derrotaron eran mera vanguardia.

source: Lemyr galloped over the land with his trusty horse Thunder, and reached the Earl’s castle by afternoon the next day.
es: Lemyr galopó por la tierra con su confiable caballo Thunder, y llegó al castillo del Conde por la tarde del día siguiente.

source: As the army double marched north to the village, Rheran taught Lemyr to wield a sword, and equipped him and Thunder with equipment befitting a knight.
es: Mientras el ejército marchaba doble al norte hacia la aldea, Rheran enseñó a Lemyr a manejar una espada, y equipó a él y a Thunder con equipo digno de un caballero.

source: When the army crested the final hill, an ugly sight awaited their tired eyes.
es: Cuando el ejército coronó la última colina, una fea vista esperaba sus ojos cansados.

source: After they defeated the rest of the orcs the peaceful times returned to their village. They started to be bored.
es: Después de derrotar al resto de los orcos, los tiempos pacíficos regresaron a su aldea. Empezaron a aburrirse.

source: But one day an older mage visited them.
es: Pero un día un mago mayor los visitó.

source: So Clare left her village to find and kill the orc who assassinated Glacyn. She knew that she could not do it alone, so she went to Haldar.
es: Así que Clare dejó su aldea para encontrar y matar al orco que asesinó a Glacyn. Sabía que no podía hacerlo sola, así que fue a Haldar.

source: But her journey was not as peaceful as she expected.
es: Pero su viaje no fue tan pacífico como esperaba.

source: Clare did not have a good feeling about traveling with these bandits but she knew that there was no other way.
es: Clare no tenía buena sensación viajando con estos bandidos, pero sabía que no había otra manera.

source: Finally they came to Arkan Thoria.
es: Finalmente llegaron a Arkan Thoria.

source: Clare was sure that her decision was right. She knew that her resources are less than they could be but that path was wrong.
es: Clare estaba segura de que su decisión era correcta. Sabía que sus recursos eran menos de lo que podrían ser, pero ese camino estaba mal.

source: So she decided to ask some bandits for help.
es: Así que decidió pedir ayuda a algunos bandidos.

source: Clare was not sure about her decision but she did not see another way. But she was still a good student and one day she received a lesson about raising corpses.
es: Clare no estaba segura sobre su decisión, pero no veía otra manera. Pero aún era una buena estudiante y un día recibió una lección sobre levantar cadáveres.
