Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: After defeating undead Clare explained the matter with earl Menvan to Merissa and Tinry. They understood it.
es: Después de derrotar a los no muertos, Clare explicó el asunto con el conde Menvan a Merissa y Tinry. Lo entendieron.

source: After that Clare went back to Dwarven Doors with her army.
es: Después de eso Clare regresó a Puertas Enanas con su ejército.

source: They arrived to Dwarven Doors but saw something wrong.
es: Llegaron a Puertas Enanas pero vieron algo malo.

source: West Front
es: Frente Occidental

source: Northern Alliance
es: Alianza del Norte

source: Defeat all enemy leaders
es: Derrota a todos los líderes enemigos

source: Death of Ralenyth, Amiwen, Merissa, Tinry or Lemyr
es: Muerte de Ralenyth, Amiwen, Merissa, Tinry o Lemyr

source: We are finally here.
es: Por fin estamos aquí.

source: What are you doing here? It isn't a good place for a maiden. We have to face undead here!
es: ¿Qué hacen aquí? No es un buen lugar para una doncella. ¡Tenemos que enfrentar no muertos aquí!

source: I am Clare, a mage and my lord Menvan sent me here to help you.
es: Soy Clare, una maga, y mi señor Menvan me envió aquí para ayudarlos.

source: Menvan? Yes, we used to be friends but I heard he has been murdered.
es: Menvan? Sí, solíamos ser amigos, pero escuché que fue asesinado.

source: Anyhow, thank you for arriving. With you our chances to defeat these undead are much better.
es: De todos modos, gracias por llegar. Con ustedes nuestras posibilidades de derrotar a estos no muertos son mucho mejores.

source: You can recruit 7 level 2 units in this scenario. They were earl Menvan's soldiers and now they serve Clare.
es: Puedes reclutar 7 unidades de nivel 2 en este escenario. Eran soldados del conde Menvan y ahora sirven a Clare.

source: You can no longer recruit level 2 units.
es: Ya no puedes reclutar unidades de nivel 2.

source: You may kill me but the Alliance will stand forever!
es: Puedes matarme, pero la Alianza perdurará para siempre.

source: Without him we cannot hope to win this battle. All is lost.
es: Sin él no podemos esperar ganar esta batalla. Todo está perdido.

source: Rise, fallen warriors and serve me!
es: ¡Levántense, guerreros caídos, y sírvanme!

source: He is using our dead against us!
es: ¡Está usando a nuestros muertos contra nosotros!

source: It seems we arrived just in time. On them, guys!
es: Parece que llegamos justo a tiempo. ¡A por ellos, muchachos!

source: A mere mortal can't kill me!
es: ¡Un simple mortal no puede matarme!

source: I had already said ... Wait. You are ... It does not matter how many good deeds you do. They will reject you. Argggh ...
es: Ya lo había dicho... Espera. Tú eres... No importa cuántas buenas acciones hagas. Te rechazarán. Argggh...

source: Thank you for your help, maiden.
es: Gracias por su ayuda, doncella.

source: You are welcome. It was our duty.
es: De nada. Era nuestro deber.

source: But I think that we have to discuss one important matter.
es: Pero creo que tenemos que discutir un asunto importante.

source: Ok. Come to my camp in a few hours.
es: Bien. Ven a mi campamento en unas horas.

source: The Underground
es: El Subterráneo

source: Escape
es: Escapar

source: Death of Amiwen, Merissa, Tinry or Lemyr
es: Muerte de Amiwen, Merissa, Tinry o Lemyr

source: I do not like it here. It is so dark and close.
es: No me gusta este lugar. Es tan oscuro y cerrado.

source: I understand you. I do not like close and dark places either alas we cannot return. Maybe we will even have to fight to get to surface.
es: Te entiendo. A mí tampoco me gustan los lugares cerrados y oscuros, pero no podemos regresar. Tal vez incluso tengamos que luchar para llegar a la superficie.

source: As far as I remember this place is very dangerous. I don't know who dwells here but they aren't good at all.
es: Por lo que recuerdo, este lugar es muy peligroso. No sé quién vive aquí, pero no son nada buenos.

source: Maybe we won't have to fight. We two can speak to them and persuade them to let us pass.
es: Tal vez no tengamos que luchar. Nosotros dos podemos hablar con ellos y convencerlos de que nos dejen pasar.

source: Did you forget these undead accompanying us? They surely won't let us pass.
es: ¿Olvidaste a estos no muertos que nos acompañan? Seguramente no nos dejarán pasar.

source: Anyhow, let us go. I do not want to spend more time here than is necessary.
es: De todos modos, vayamos. No quiero pasar más tiempo aquí del necesario.

source: I can see some outlaws.
es: Veo algunos forajidos.

source: Hail. We just want to pass through.
es: Salve. Solo queremos pasar.

source: Ok ... Wait. Aren't those things undead? We don't want necromancers here. Guys, kill them all!
es: Bien... Espera. ¿Esas cosas no son no muertos? No queremos nigromantes aquí. ¡Muchachos, mátenlos a todos!

source: No we are ...
es: No, nosotros somos...

source: Let me talk to her. Maybe I can change her opinion.
es: Déjenme hablar con ella. Tal vez pueda cambiar su opinión.

source: Outlaws
es: Forajidos

source: Ah! ... Wait, it is just a rat. What are they doing here anyway?
es: ¡Ah!... Espera, es solo una rata. ¿Qué hacen aquí de todos modos?

source: They have a nest nearby and it seems your moves have awakened them. But they're not really dangerous.
es: Tienen un nido cerca y parece que sus movimientos los despertaron. Pero no son realmente peligrosos.

source: Animals
es: Animales

source: Hello. Let's have a talk.
es: Hola. Hablemos.

source: Hey, stop it.
es: Oye, para.

source: We aren't your enemies. I used to be the same like you are.
es: No somos tus enemigos. Solía ser como tú.

source: Wait a second. I can recognize your face. You are Merissa, right?
es: Espera un segundo. Reconozco tu rostro. Eres Merissa, ¿verdad?

source: Yes, it is me.
es: Sí, soy yo.

source: But tell me what are you doing here with these necromancers?
es: Pero dime qué haces aquí con estos nigromantes.

source: She isn't a bad person at all. You have to trust me. We just want to get to the surface.
es: Ella no es mala persona en absoluto. Tienes que confiar en mí. Solo queremos llegar a la superficie.

source: Not a bad person, you say? The way you followed ends in the prison.
es: ¿No es mala persona, dices? El camino que seguiste termina en la prisión.

source: Well it is a big misunderstanding. I know her for a long time and everything she does is for the greatest good.
es: Bueno, es un gran malentendido. La conozco desde hace mucho tiempo y todo lo que hace es por el mayor bien.

source: Ok, I trust you. So you want to reach the surface, right? Just follow the path to the north-west and you will see the sunlight again.
es: Bien, confío en ti. Entonces quieren llegar a la superficie, ¿verdad? Solo sigan el camino hacia el noroeste y volverán a ver la luz del sol.

source: These undead are too strong. Flee, guys!
es: ¡Estos no muertos son demasiado fuertes! ¡Huyan, muchachos!

source: What have we done? Yes they were blocking our way but now we will never get out of here. We will roam this cave forever and after we die our souls will continue to roam this place for eternity.
es: ¿Qué hemos hecho? Sí, bloqueaban nuestro camino, pero ahora nunca saldremos de aquí. Vagaremos por esta cueva para siempre y después de morir, nuestras almas continuarán vagando por este lugar por la eternidad.

source: We have finally reached the surface. I started to hate this place. Follow me, friends.
es: Por fin llegamos a la superficie. Empecé a odiar este lugar. Síganme, amigos.

source: We have finally reached the surface. I started to hate this place. Let us leave it, friends.
es: Por fin llegamos a la superficie. Empecé a odiar este lugar. Dejémoslo, amigos.

source: We have finally reached the surface. I started to hate this place. Follow me, everyone.
es: Por fin llegamos a la superficie. Empecé a odiar este lugar. Síganme, todos.

source: We have no hope to leave this place. We will roam this cave forever and after we die our souls will continue to roam this place for eternity.
es: No tenemos esperanza de dejar este lugar. Vagaremos por esta cueva para siempre y después de morir, nuestras almas continuarán vagando por este lugar por la eternidad.

source: Undead in front of Dwarven Doors
es: No muertos frente a Puertas Enanas

source: Kill all necromancers
es: Mata a todos los nigromantes

source: You cannot recall your units in this scenario.
es: No puedes reincorporar tus unidades en este escenario.

source: Undead in front of Dwarven Doors? This is not good at all. What do you want here, necromancers?
es: ¿No muertos frente a Puertas Enanas? Esto no es nada bueno. ¿Qué quieren aquí, nigromantes?

source: Our master does not like that you you are ruining his plans. He sent us to kill you, maiden.
es: A nuestro amo no le gusta que estés arruinando sus planes. Nos envió a matarte, doncella.

source: We will help you, Clare.
es: Te ayudaremos, Clare.

source: I do not think so.
es: No lo creo.

source: This is only among you and us.
es: Esto es solo entre tú y nosotros.

source: Avenge them, my soldiers!
es: ¡Vénguenlos, soldados míos!

source: There is no one to help you, witch.
es: No hay nadie que te ayude, bruja.

source: This is not good at all. What shall I do?
es: Esto no es nada bueno. ¿Qué haré?

source: Oh, I can see some corpses lying nearby. I think that I have to rise them in order to survive, I would be able to do it. I know that this is bad but I can do nothing else. I only hope that no one will see me doing something such horrible.
es: Oh, veo algunos cadáveres cerca. Creo que tengo que levantarlos para sobrevivir, podría hacerlo. Sé que es malo, pero no puedo hacer otra cosa. Solo espero que nadie me vea haciendo algo tan horrible.

source: Wow. These undead are very good even if I have no experiences with necromancy.
es: Vaya. Estos no muertos son muy buenos incluso si no tengo experiencia con nigromancia.

source: Wow. These undead are much more stronger than the ones what I summoned a few years ago even though I had no opportunity to practice it.
es: Vaya. Estos no muertos son mucho más fuertes que los que invoqué hace unos años a pesar de que no tuve oportunidad de practicarlo.

source: Not a real challenge for me.
es: No es un verdadero desafío para mí.

source: No. They have no chance against these necromancers. I have to kill them at my own.
es: No. No tienen oportunidad contra estos nigromantes. Tengo que matarlos yo misma.

source: My master will kill you, little witch!
es: ¡Mi amo te matará, brujita!

source: They ... will ... reject you ...
es: Ellos... te... rechazarán...

source: No this is impossible!
es: ¡No, esto es imposible!

source: Well I made it. But I think that something weird is happening here. I have to investigate it.
es: Bueno, lo logré. Pero creo que algo extraño está pasando aquí. Tengo que investigarlo.

source: More undead are coming. I am doomed.
es: Vienen más no muertos. Estoy condenada.

source: Return to Dwarven Doors
es: Regreso a Puertas Enanas

source: Reach eastern edge of the map
es: Llega al borde este del mapa

source: This is our territory and we don't want anyone here.
es: Este es nuestro territorio y no queremos a nadie aquí.

source: No. This is a territory of the Northern Alliance and we are ...
es: No. Este es territorio de la Alianza del Norte y nosotros somos...

source: Can you see any alliance's soldier here, maiden? Me not. So this is our territory and you are intruders. Get lost or face our wrath!
es: ¿Ves algún soldado de la alianza aquí, doncella? Yo no. Así que este es nuestro territorio y ustedes son intrusos. ¡Lárguense o enfrenten nuestra ira!

source: New objectives:
es: Nuevos objetivos:

source: Reach eastern edge of the map
es: Llega al borde este del mapa

source: Kill the leader of outlaws
es: Mata al líder de los forajidos

source: There is a book here. I can have a look on it.
es: Hay un libro aquí. Puedo echarle un vistazo.

source: It is called Mystery of Death. It sounds really interestingly. I will examine it later.
es: Se llama Misterio de la Muerte. Suena realmente interesante. Lo examinaré después.

source: Ok. You can pass through just spare us, please.
es: Bien. Pueden pasar, solo déjennos en paz, por favor.

source: Let us continue our march.
es: Continuemos nuestra marcha.

source: We made it! I can see the walls of Dwarven Doors.
es: ¡Lo logramos! Veo las murallas de Puertas Enanas.

source: We have lost too much time. They called reinforcements. We are doomed.
es: Perdimos demasiado tiempo. Llamaron refuerzos. Estamos condenados.

source: Wait. There is something on the ground.
es: Espera. Hay algo en el suelo.

source: A Troubled Forest
es: Un Bosque Problemático

source: Mages
es: Magos

source: Elves
es: Elfos

source: Defeat dark sorcerer
es: Derrota al hechicero oscuro

source: You did not complete previous chapter so you get a few level 2 units to recall and can choose some advancements for heroes.
es: No completaste el capítulo anterior, por lo que obtienes algunas unidades de nivel 2 para reincorporar y puedes elegir algunos avances para los héroes.

source: Ah, I am so tired of walking, I need to rest for a while. But where? Everything I can see around is just flat land. It might be comfortable but I do not know what perils could appear when I close my eyes. I would feel safer among some people. Hm, wait. I can see a forest in the distance and it seems to be inhabited by elves. They may let me rest in their village.
es: Ah, estoy tan cansada de caminar, necesito descansar un rato. Pero ¿dónde? Todo lo que veo alrededor es tierra plana. Podría ser cómodo, pero no sé qué peligros podrían aparecer cuando cierre los ojos. Me sentiría más segura entre gente. Hm, espera. Veo un bosque a lo lejos y parece habitado por elfos. Tal vez me dejen descansar en su aldea.

source: Hail, elves. May I rest in your village?
es: Salve, elfos. ¿Puedo descansar en su aldea?

source: You must be Clare. We have heard about you. Our cousins told us about your good deeds.
es: Debes ser Clare. Escuchamos sobre ti. Nuestros primos nos contaron sobre tus buenas acciones.

source: Yes, I am Clare.
es: Sí, soy Clare.

source: Well, you are welcome here but we are having some troubles. Would you mind helping us to deal with them?
es: Bueno, eres bienvenida aquí, pero estamos teniendo problemas. ¿Te importaría ayudarnos a lidiar con ellos?

source: We never refuse to provide a shelter to travelers but we are having some troubles. Would you mind helping us to deal with them?
es: Nunca nos negamos a proporcionar refugio a viajeros, pero estamos teniendo problemas. ¿Te importaría ayudarnos a lidiar con ellos?

source: Not at all. I will gladly help you. What is troubling you?
es: Para nada. Con gusto los ayudaré. ¿Qué los preocupa?

source: Some weeks ago a necromancer came to that swamp nearby and started to disturb the dead's rest.
es: Hace unas semanas, un nigromante llegó a ese pantano cercano y comenzó a perturbar el descanso de los muertos.

source: My mages and I will help you.
es: Mis magos y yo los ayudaremos.

source: Thank you, maiden.
es: Gracias, doncella.

source: But be careful. This fog is a result of the necromancer's foul magic. We, alive people, are not used to it unlike the undead. They are already using it against us - they suddenly come from nowhere, strike and then just vanish. We were also not able to locate their leader.
es: Pero ten cuidado. Esta niebla es resultado de la magia maligna del nigromante. Nosotros, los vivos, no estamos acostumbrados a ella, a diferencia de los no muertos. Ya la están usando contra nosotros: aparecen de repente de la nada, golpean y luego desaparecen. Tampoco pudimos localizar a su líder.

source: Thank you, I will keep that in mind.
es: Gracias, lo tendré en cuenta.

source: Tell me, necromancer, why are you disturbing the rest of these dead?
es: Dime, nigromante, ¿por qué perturbas el descanso de estos muertos?

source: It is an exercise from my master. I must prove to him that I can be useful to him.
es: Es un ejercicio de mi amo. Debo probarle que puedo serle útil.

source: Who is your master?
es: ¿Quién es tu amo?

source: I will never tell you his name.
es: Nunca te diré su nombre.

source: As you wish.
es: Como quieras.

source: You may kill me but my master is getting stronger every day. One day he will destroy Wesnoth and all the people of this continent will serve him.
es: Puedes matarme, pero mi amo se hace más fuerte cada día. Un día destruirá Wesnoth y toda la gente de este continente lo servirá.

source: So our dead can finally rest in peace.
es: Entonces nuestros muertos por fin pueden descansar en paz.

source: Yes, but he was only a puppet. Someone stronger is behind all this and he has greater plans.
es: Sí, pero él era solo un títere. Alguien más fuerte está detrás de todo esto y tiene planes mayores.

source: Yes, I heard that. But he will not appear today or even tomorrow. We can prepare for his actions.
es: Sí, lo escuché. Pero no aparecerá hoy ni mañana. Podemos prepararnos para sus acciones.

source: You may be right, elvish lord. I will watch the flow of events but now I need to rest.
es: Puede que tengas razón, señor élfico. Vigilaré el flujo de eventos, pero ahora necesito descansar.

source: You can rest here. You helped us a lot. We will never forget about it.
es: Puedes descansar aquí. Nos ayudaste mucho. Nunca lo olvidaremos.

source: Hello, maiden. Can I join you? This country is not always safe and I could help you.
es: Hola, doncella. ¿Puedo unirme a ti? Este país no siempre es seguro y podría ayudarte.

source: Excellent. I have always wanted to explore the world outside our forest but traveling alone is not jolly at all. Oh, and by the way, my name is Amiwen.
es: Excelente. Siempre quise explorar el mundo fuera de nuestro bosque, pero viajar sola no es divertido en absoluto. Oh, y por cierto, mi nombre es Amiwen.

source: Nice to meet you, Amiwen. I am Clare.
es: Encantada de conocerte, Amiwen. Soy Clare.

source: Hm, I can sense that you too practice magic, Clare. I can teach you a thing or two if you like?
es: Hm, siento que tú también practicas magia, Clare. ¿Puedo enseñarte una o dos cosas si quieres?

source: That would be nice, thank you.
es: Eso sería bueno, gracias.

source: It is nothing. And where are you heading?
es: No es nada. ¿Y adónde te diriges?

source: Well, I have no course set but I might go north. I have never been to those places. But I need to get some rest, I am quite tired.
es: Bueno, no tengo rumbo fijo, pero podría ir al norte. Nunca estuve en esos lugares. Pero necesito descansar, estoy bastante cansada.

source: Alright.
es: De acuerdo.

source: Farewell, fair world.
es: Adiós, mundo hermoso.

source: This is hopeless. Our dead will never rest in peace.
es: Esto es desesperanzador. Nuestros muertos nunca descansarán en paz.

source: Audience with Menvan
es: Audiencia con Menvan

source: Earl Menvan
es: Conde Menvan

source: Hail, Earl Menvan. May I discuss something with you?
es: Salve, Conde Menvan. ¿Puedo discutir algo contigo?

source: Of course. What is it about?
es: Por supuesto. ¿De qué se trata?

source: I came from the lands of The Northern alliance. I want to join them and can tell you about them.
es: Vine de las tierras de la Alianza del Norte. Quiero unirme a ellos y puedo contarte sobre ellos.

source: You don't need to tell me about them. Yesterday, a wizard visited me and told me about them. I don't want to join people like them.
es: No necesitas contarme sobre ellos. Ayer, un mago me visitó y me contó sobre ellos. No quiero unirme a gente como esa.

source: People like them? What do you mean, sir?
es: ¿Gente como esa? ¿Qué quieres decir, señor?

source: Don't you know? The alliance is in fact a slavery system. Dwarves use humans as a low-price work power.
es: ¿No lo sabes? La alianza en realidad es un sistema de esclavitud. Los enanos usan a los humanos como fuerza de trabajo barata.

source: How could I do this to my people? So I won't join them. I'll never let you join them either.
es: ¿Cómo podría hacer esto a mi gente? Así que no me uniré a ellos. Nunca te dejaré unirte a ellos tampoco.

source: But sir, I lived among them. Humans live there in equal terms as dwarves.
es: Pero señor, viví entre ellos. Los humanos viven allí en igualdad con los enanos.

source: It may be a trap to catch naive people. As a mage you should see that.
es: Puede ser una trampa para atrapar a gente ingenua. Como maga deberías verlo.

source: But sir ...
es: Pero señor...

source: No more words. Our discussion is over. You can stay here but I don't want to hear another word about this.
es: No más palabras. Nuestra discusión terminó. Puedes quedarte aquí, pero no quiero oír otra palabra sobre esto.

source: But ...
es: Pero...

source: Save your words, maiden. I think that I must ask my guard to escort you from my castle. Guards!
es: Guarda tus palabras, doncella. Creo que debo pedir a mi guardia que te escolte fuera de mi castillo. ¡Guardias!

source: Noo. <i>(That wizard obviously fed him with lies and he most probably will not change his opinion. I think that I have no choice but to kill him. I wish that there was another way but ...)</i>
es: Noo. <i>(Ese mago obviamente lo alimentó con mentiras y probablemente no cambiará de opinión. Creo que no tengo opción más que matarlo. Ojalá hubiera otra manera, pero...)</i>

source: Do what must be done
es: Haz lo que debe hacerse

source: What have I done?!
es: ¡¿Qué he hecho?!

source: What can we do, sir? Sir? No!
es: ¿Qué podemos hacer, señor? ¿Señor? ¡No!

source: What happened here, maiden?
es: ¿Qué pasó aquí, doncella?

source: Someone sneaked in here. They climbed the wall and killed our earl and fled before I could do anything.
es: Alguien se coló aquí. Escalaron la muralla y mataron a nuestro conde y huyeron antes de que pudiera hacer algo.

source: Who will rule the land now? He had no son.
es: ¿Quién gobernará la tierra ahora? No tenía hijo.

source: In his last words he asked me to rule our land.
es: En sus últimas palabras me pidió que gobernara nuestra tierra.

source: In that case what do we have to do, lady?
es: En ese caso, ¿qué debemos hacer, señora?

source: First he could have a respectable funeral.
es: Primero podría tener un funeral respetable.

source: Yes, we will organize it, lady. Anything else?
es: Sí, lo organizaremos, señora. ¿Algo más?

source: Nothing at the moment.
es: Nada por el momento.

source: As you wish, milady.
es: Como desees, milady.

source: What can we do, sir?
es: ¿Qué podemos hacer, señor?

source: Escort her to the prison. She tried to kill me.
es: Escóltenla a la prisión. Intentó matarme.

source: As you say, my lord. Go, witch.
es: Como digas, mi señor. Ve, bruja.

source: Escape from Prison
es: Escapar de la Prisión

source: Guards
es: Guardias

source: Escape the prison
es: Escapa de la prisión

source: Any hero gets captured
es: Cualquier héroe es capturado

source: You cannot use Clare's redeem attack in this scenario.
es: No puedes usar el ataque redimir de Clare en este escenario.

source: A few days later ...
es: Unos días después...

source: What are you doing, Clare?
es: ¿Qué haces, Clare?

source: I am reading a book what we have found. It is really interesting.
es: Estoy leyendo un libro que encontramos. Es realmente interesante.

source: What is this book about?
es: ¿De qué trata este libro?

source: It is called Mystery of Death.
es: Se llama Misterio de la Muerte.

source: It sounds that it is about necromancy.
es: Suena a que trata sobre nigromancia.

source: It is not only about raising undead. There are a lot of information about liches as well.
es: No trata solo de levantar no muertos. Hay mucha información sobre liches también.
