Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: Maybe he is impersonating a paladin. Maybe he came through hard times of life and fell from grace, it happens. Sometimes you prefer saving the life of a beloved one over saving the lives of a group of people you do not know. Sometimes you realise that the life of piety does not fill your heart. I have seen a lot of people who were once paladins and fell, continuing behaving like paladins but they were not paladins. And neither of them was a necromancers.
es: Tal vez está impersonando a un paladín. Tal vez pasó por tiempos difíciles en la vida y cayó en desgracia, pasa. A veces prefieres salvar la vida de un ser querido sobre salvar las vidas de un grupo de gente que no conoces. A veces te das cuenta de que la vida de piedad no llena tu corazón. He visto a mucha gente que alguna vez fueron paladines y cayeron, continuando comportándose como paladines pero no lo eran. Y ninguno de ellos era nigromante.

source: Impersonating those with holy power is evil!
es: ¡Impersonar a aquellos con poder sagrado es malvado!

source: Maybe, but that is the affair of their religion. It is not our affair. If somebody behaves like a paladin, he behaves like a good person who will help or try to help people. And that is all we need to care about.
es: Tal vez, pero eso es asunto de su religión. No es nuestro asunto. Si alguien se comporta como paladín, se comporta como una buena persona que ayudará o intentará ayudar a la gente. Y eso es todo lo que necesitamos preocuparnos.

source: And that witch looks a bit gloomy. Gloomy mages are mostly blacks magicians.
es: Y esa bruja se ve un poco sombría. Los magos sombríos son mayormente magos negros.

source: Why do you still blame us? You base your allegations on a subjective perception.
es: ¿Por qué aún nos culpan? Basan sus alegaciones en una percepción subjetiva.

source: In this case, I agree with them. Maybe her mother died. Maybe her husband is very ill. You know, these humans are quite prone to dying.
es: En este caso, estoy de acuerdo con ellos. Tal vez su madre murió. Tal vez su esposo está muy enfermo. Sabes, estos humanos son bastante propensos a morir.

source: My words. The sadness leads them to necromancy trying to avoid death what grieve them all the time.
es: Mis palabras. La tristeza los lleva a la nigromancia intentando evitar la muerte que los aflige todo el tiempo.

source: Why do you turn anything against us?
es: ¿Por qué vuelven todo en contra nuestra?

source: Because you are necromancers and I sense it. I just have to figure out why it seems it to me.
es: Porque son nigromantes y lo siento. Solo tengo que averiguar por qué me lo parece.

source: Because they came from the undead castle. From the place you hate so much. It shifts your perception and your superstition is veiling your vision. You seek any details that would support your assumption. Open your eyes, and see through this veil.
es: Porque vinieron del castillo de no muertos. Del lugar que tanto odian. Cambia su percepción y su superstición vela su visión. Buscan cualquier detalle que apoye su suposición. Abran los ojos y vean a través de este velo.

source: I do not believe them. I have no reason to trust them.
es: No les creo. No tengo razón para confiar en ellos.

source: They might help you to get rid of the undead threat that darkens your lives. You have common interests, why are you refusing to join them?
es: Podrían ayudarlos a deshacerse de la amenaza de no muertos que oscurece sus vidas. Tienen intereses comunes, ¿por qué se niegan a unirse a ellos?

source: They will lead us into a trap. The only counter-arguments against mine were some of your assumptions. Let them say it.
es: Nos llevarán a una trampa. Los únicos contraargumentos contra los míos fueron algunas de tus suposiciones. Déjenlos decirlo.

source: I wield magic you cannot imagine. I can see their real nature. I know what they are, but I am suspecting that you would not believe me, claiming that I am only trying to show off.
es: Manejo magia que no pueden imaginar. Puedo ver su verdadera naturaleza. Sé qué son, pero sospecho que no me creerían, alegando que solo intento presumir.

source: I do not believe you anyway. Prove it otherwise than you just feel it.
es: De todos modos no te creo. Pruébalo de otra manera que solo sentirlo.

source: Noble paladin. What is your glorious name?
es: Noble paladín. ¿Cuál es tu glorioso nombre?

source: Why does the elf think that you are not really a paladin? Was my assumption right? Have you fallen from grace?
es: ¿Por qué el elfo piensa que no eres realmente un paladín? ¿Era correcta mi suposición? ¿Has caído en desgracia?

source: It is an insult that is hard to take. I am a paladin, one of the highest of our order.
es: Es un insulto difícil de aceptar. Soy un paladín, uno de los más altos de nuestra orden.

source: Did you hear it? He refused to take my helping hand. He is proud, he has the noble manners of a paladin, but it seems that my words hurt him. Like if I was telling the truth he is hopelessly trying to conceal.
es: ¿Lo oyeron? Rechazó tomar mi mano ayudante. Es orgulloso, tiene los nobles modales de un paladín, pero parece que mis palabras lo hirieron. Como si estuviera diciendo la verdad que intenta ocultar desesperadamente.

source: Stop it, witch!
es: ¡Para, bruja!

source: Maybe he is a paladin, maybe he is a fallen one, but a necromancer would have taken my helping hand. And anybody following him is not a dark mage, because even a fallen paladin can see the evil in people's hearts.
es: Tal vez sea un paladín, tal vez uno caído, pero un nigromante habría tomado mi mano ayudante. Y cualquiera que lo siga no es un mago oscuro, porque incluso un paladín caído puede ver el mal en los corazones de la gente.

source: Speak what you want, but I am not going with you. Neither one of the local elves, because I am responsible for them.
es: Digan lo que quieran, pero no iré con ustedes. Ni uno de los elfos locales, porque soy responsable por ellos.

source: You cannot force them to anything. If they choose to follow me when putting down the undead peril, they can. And I will go with these humans, because their help in the battle will be more than useful. Who will follow the greatest legend of the elvish culture, that dwarfs even lord Kalenz, into a battle to purify the land of the non-living filth?
es: No pueden forzarlos a nada. Si eligen seguirme cuando acabemos con el peligro de no muertos, pueden. E iré con estos humanos, porque su ayuda en la batalla será más que útil. ¿Quién seguirá a la mayor leyenda de la cultura élfica, que incluso empequeñece al señor Kalenz, a una batalla para purificar la tierra de la inmundicia no viva?

source: (silence)
es: (silencio)

source: Nobody? Well, I thought you to be less cowardly. Okay, Lemyr and your friends, I will follow you.
es: ¿Nadie? Bueno, pensé que eran menos cobardes. Bien, Lemyr y sus amigos, los seguiré.

source: You are only one. Although you seem to be very powerfully against us will go undead hordes, and to them we may face, we need a huge army. We are also quite powerful, but we are not a real challenge for them.
es: Solo eres una. Aunque pareces muy poderosa, contra las hordas de no muertos a las que nos enfrentaremos, necesitamos un enorme ejército. También somos bastante poderosos, pero no somos un verdadero desafío para ellos.

source: Let us say that the power I wield is beyond compare.
es: Digamos que el poder que manejo es incomparable.

source: We can only hope that you are right.
es: Solo podemos esperar que tengas razón.

source: More Undead
es: Más No Muertos

source: She arrived just like he said.
es: Llegó justo como él dijo.

source: Maybe he was a fool but I don't let you ruin my plans. You will pay!
es: Tal vez era un tonto, pero no dejaré que arruinen mis planes. ¡Pagarán!

source: This time there are two of them.
es: Esta vez hay dos.

source: Don't pay attention to him. He is just a pet. He can do nothing in the right way.
es: No presten atención a él. Es solo una mascota. No puede hacer nada bien.

source: Thank you very much for disparaging me, mistress.
es: Muchas gracias por menospreciarme, ama.

source: Enough talking. Prepare to fight.
es: Basta de hablar. Prepárense para luchar.

source: The enemy is too strong. You cannot win. Let your friends slow them and save yourself.
es: El enemigo es demasiado fuerte. No pueden ganar. Dejen que sus amigos los ralenticen y sálvense.

source: I will never betray them. I will rather die together with them!
es: ¡Nunca los traicionaré! ¡Prefiero morir junto con ellos!

source: Ha ha I said it. Even his undead are physically handicapped.
es: Ja ja, lo dije. Incluso sus no muertos están físicamente discapacitados.

source: I am sorry for disappointing you, my love.
es: Lo siento por decepcionarte, mi amor.

source: Don't call me your love! You gave me nothing but troubles. I am happy you are finally gone!
es: ¡No me llames tu amor! No me diste nada más que problemas. ¡Estoy feliz de que por fin te hayas ido!

source: It seems gods of darkness are with me tonight. Ha ha.
es: Parece que los dioses de la oscuridad están conmigo esta noche. Ja ja.

source: There are too many of them here. We cannot handle them.
es: Hay demasiados aquí. No podemos manejarlos.

source: Let me fight them. They will fall down before my sword and lance.
es: Déjenme luchar contra ellos. Caerán ante mi espada y lanza.

source: No! They will kill you for sure.
es: ¡No! Te matarán seguro.

source: Do not worry about me. The Lords of Light watch over me.
es: No te preocupes por mí. Los Señores de la Luz velan por mí.

source: Very well.
es: Muy bien.

source: He is a true paladin but this is mad. He has no chance against this undead horde. Alas I cannot stop him.
es: Es un verdadero paladín, pero esto es una locura. No tiene oportunidad contra esta horda de no muertos. Pero no puedo detenerlo.

source: Death of Amiwen, Merissa or Tinry
es: Muerte de Amiwen, Merissa o Tinry

source: I think I am done here.
es: Creo que terminé aquí.

source: I will not let you die, my love. Drink this potion and repeat my words.
es: No te dejaré morir, mi amor. Bebe esta poción y repite mis palabras.

source: Clare searched her clothes and after a few seconds she took a potion out. She handed him it and he drank it. She was slowly saying words in a foreign language and he repeated them.
es: Clare registró su ropa y después de unos segundos sacó una poción. Se la dio y él la bebió. Ella decía lentamente palabras en un idioma extranjero y él las repetía.

source: What have you done to him? Is he an undead now?
es: ¿Qué le has hecho? ¿Es un no muerto ahora?

source: Yes, he is a lich now like me.
es: Sí, ahora es un liche como yo.

source: What?!
es: ¡¿Qué?!

source: I became a lich not so long time after I met Tinry and Merissa. I tried to keep it in secret. But now you all know it.
es: Me convertí en liche no mucho después de conocer a Tinry y Merissa. Intenté mantenerlo en secreto. Pero ahora todos lo saben.

source: But I have to ask again. How did you manage you still look like you did the day we met first time? I thought liches' body decays with time.
es: Pero tengo que preguntar de nuevo. ¿Cómo lograste verte aún como el día que nos conocimos por primera vez? Pensé que el cuerpo de los liches se deteriora con el tiempo.

source: Usually yes but I used a poison which allows you to achieve it. It is very rare, but a few days ago I found it in one of my advisor's room.
es: Usualmente sí, pero usé un veneno que permite lograrlo. Es muy raro, pero hace unos días lo encontré en la habitación de uno de mis asesores.

source: Can I become a lich too?
es: ¿Puedo convertirme en liche también?

source: If you really want it, yes. I can even teach you to use magic. And what about you, Tinry?
es: Si realmente lo quieres, sí. Incluso puedo enseñarte a usar magia. ¿Y tú, Tinry?

source: I don't want to become a lich but I was always interested in magic. Can you learn me it?
es: No quiero convertirme en liche, pero siempre me interesó la magia. ¿Puedes enseñármela?

source: Yes. No problem.
es: Sí. No hay problema.

source: I do not like being an undead. I was a paladin and had to fight such creatures but now I am one of them.
es: No me gusta ser un no muerto. Era un paladín y tenía que luchar contra tales criaturas, pero ahora soy uno de ellos.

source: Would you rather like to be dead? You can fight evil for eternity now. Think about it.
es: ¿Preferirías estar muerto? Ahora puedes luchar contra el mal por la eternidad. Piénsalo.

source: Haha haha ...
es: Jaja jaja...

source: What the ...
es: ¿Qué demonios...

source: Strong magic is protecting her from any damage. She has prepared very well for this battle, there is no way to kill her.
es: Una fuerte magia la protege de cualquier daño. Se preparó muy bien para esta batalla, no hay manera de matarla.

source: Do not lose your faith, dear Clare. With the help of the Lords we shall finish her swiftly.
es: No pierdas la fe, querida Clare. Con la ayuda de los Señores la acabaremos rápido.

source: He is starting to get on my nerves with his strong beliefs. He cannot see that we are alone in this.
es: Está empezando a ponerme nerviosa con sus fuertes creencias. No puede ver que estamos solos en esto.

source: Oh, yes, my love. Thank you.
es: Oh, sí, mi amor. Gracias.

source: The Dark Age
es: La Era Oscura

source: Huntress
es: Cazadora

source: female^Chaser
es: Perseguidora

source: female^Predator
es: Depredadora

source: Dark mages accompanied by legions of both alive and undead warriors roam the Northlands. Darkness and destruction are in their tail, their attacks are unexpected and bewildering. A band of superheroes is the world's only hope to stop them. Will be Clare and her friends able to save the world and remain the same or will they fall?
es: Magos oscuros acompañados por legiones de guerreros tanto vivos como no muertos vagan por las Tierras del Norte. Oscuridad y destrucción los siguen, sus ataques son inesperados y desconcertantes. Un grupo de superhéroes es la única esperanza del mundo para detenerlos. ¿Podrán Clare y sus amigos salvar el mundo y permanecer iguales o caerán?

source: (Intermediate level, 6 scenarios, work in progress)
es: (Nivel intermedio, 6 escenarios, en progreso)

source: Maybe it is better this way. I fear what I might become.
es: Tal vez sea mejor así. Temo en qué podría convertirme.

source: No! You cannot die, Lemyr! I will turn into a total abomination without you.
es: ¡No! ¡No puedes morir, Lemyr! Me convertiré en una abominación total sin ti.

source: I am sorry ...
es: Lo siento...

source: No! Without him, his men will not obey us.
es: ¡No! Sin él, sus hombres no nos obedecerán.

source: No! We needed him for our mission.
es: ¡No! Lo necesitábamos para nuestra misión.

source: No! Without him, his mages will not obey us.
es: ¡No! Sin él, sus magos no nos obedecerán.

source: Yes! Kill them all! ... No, I should kill everyone on the whole damned world. Hahahaha!
es: ¡Sí! ¡Mátenlos a todos!... No, debería matar a todos en todo este maldito mundo. ¡Jajajaja!

source: Excellent! You're finally ready to join us. Now we can start realizing our schemes.
es: ¡Excelente! Por fin estás lista para unirte a nosotros. Ahora podemos empezar a realizar nuestros planes.

source: As you say, master!
es: ¡Como digas, amo!

source: No, I failed to keep you on the side of good.
es: No, fallé en mantenerte del lado del bien.

source: Do not worry, you will not have to live long with that.
es: No te preocupes, no tendrás que vivir mucho tiempo con eso.

source: Muhahahaha ...
es: ¡Muajajaja...!

source: Kill too many enemies
es: Mata demasiados enemigos

source: Oh no, look there! More of the dark mages arrived.
es: ¡Oh no, mira allí! Llegaron más magos oscuros.

source: Hahaha, this is your end. Surrender and it'll be as quick as possible.
es: Jajaja, este es su fin. Ríndanse y será lo más rápido posible.

source: <i>What would you do if I told you your whole life was a lie? That you aren't what you think you are? That things didn't happen how you remember them? And that you can't write your destiny? You might sob. Yes, you would sob a lot, inside, I know. But in the end, you would still do what you're supposed to do.</i> And you know it very well.
es: <i>¿Qué harías si te dijera que toda tu vida fue una mentira? ¿Que no eres lo que piensas que eres? ¿Que las cosas no pasaron como las recuerdas? ¿Y que no puedes escribir tu destino? Podrías llorar. Sí, llorarías mucho, por dentro, lo sé. Pero al final, aún harías lo que se supone que debes hacer.</i> Y lo sabes muy bien.

source: So the heroes once again left their place to stop a threat to their world but this time they did not mean to return once their work is done.
es: Así que los héroes una vez más dejaron su lugar para detener una amenaza a su mundo, pero esta vez no tenían intención de regresar una vez terminado su trabajo.

source: They were observing their surroundings and even though it looked almost the same like during their previous adventures, the land smelled much darker than ever before. Both ground and air were poisoned with dark magic and thoughts.
es: Observaban sus alrededores y aunque se veía casi igual que durante sus aventuras anteriores, la tierra olía mucho más oscura que nunca antes. Tanto el suelo como el aire estaban envenenados con magia oscura y pensamientos.

source: After a few days of this journey, the heroes started to see burned buildings or even razed whole villages. A few times they met villagers lamenting on their fate. But later they saw some strange figures in distance.
es: Después de unos días de este viaje, los héroes empezaron a ver edificios quemados o incluso aldeas arrasadas por completo. Unas cuantas veces se encontraron con aldeanos lamentando su destino. Pero después vieron algunas figuras extrañas a lo lejos.

source: So the company continued in their journey but they were not really sure where to head. They had no idea where the cult could reside or how powerful could they be. So they just walked where their feet led them.
es: Así que la compañía continuó su viaje, pero no estaban realmente seguros de adónde dirigirse. No tenían idea de dónde podría residir el culto ni cuán poderosos podrían ser. Así que solo caminaban donde sus pies los llevaban.

source: But that place turned out to be the center of a battlefield ...
es: Pero ese lugar resultó ser el centro de un campo de batalla...

source: After stocking up on food, the bandits left their hideout and followed their new employer on her dangerous quest.
es: Después de abastecerse de comida, los bandidos dejaron su escondite y siguieron a su nueva empleadora en su peligrosa búsqueda.

source: Clare still had no idea where she should head so she continued to just roam the devastated country. Eventually she again found the dark mages attacking someone. This time other mages.
es: Clare aún no tenía idea de adónde dirigirse, así que continuó vagando por el país devastado. Eventualmente encontró de nuevo a los magos oscuros atacando a alguien. Esta vez a otros magos.

source: After the battle, the mages have quickly packed up their things and joined up with the rest of the party. Gleoddyn told Clare and her friends where their next steps should go.
es: Después de la batalla, los magos rápidamente empacaron sus cosas y se unieron al resto del grupo. Gleoddyn les dijo a Clare y sus amigos adónde deberían ir sus próximos pasos.

source: Amiwen led Clare to a nearby forest which by a miracle escaped the cultists' destruction. Once they arrived, she quickly started teaching her friend to meditate.
es: Amiwen llevó a Clare a un bosque cercano que por milagro escapó de la destrucción de los cultistas. Una vez que llegaron, rápidamente empezó a enseñarle a su amiga a meditar.

source: After dealing with the assassins, Clare and Amiwen left the forest and began looking for their friends.
es: Después de lidiar con los asesinos, Clare y Amiwen dejaron el bosque y empezaron a buscar a sus amigos.

source: As the sun was setting, they found their friends. Unfortunately, they seemed to be in trouble.
es: Cuando el sol se ponía, encontraron a sus amigos. Desafortunadamente, parecían estar en problemas.

source: Divided
es: Divididos

source: Dark mages
es: Magos oscuros

source: Move Clare and Amiwen to the camp
es: Mueve a Clare y Amiwen al campamento

source: Death of Amiwen, Merengwen, Morcyn or Gleoddyn
es: Muerte de Amiwen, Merengwen, Morcyn o Gleoddyn

source: Use Clare's teleport ability to reach the keep
es: Usa la habilidad de teletransportación de Clare para llegar al torreón

source: Use Amiwen's ambush ability to get her to the camp without getting attacked
es: Usa la habilidad de emboscada de Amiwen para llevarla al campamento sin ser atacada

source: I can finally see them. But wait, it looks like they are surrounded by those cultists.
es: Por fin los veo. Pero espera, parece que están rodeados por esos cultistas.

source: Ah, nice of you to join us, Clare. You came just in time to see your friends' deaths.
es: Ah, qué amable de unirte a nosotros, Clare. Llegaste justo a tiempo para ver la muerte de tus amigos.

source: Clare? Thanks the lords of light! I was starting to fear that something happened to you and Amiwen.
es: ¿Clare? ¡Gracias a los señores de la luz! Empezaba a temer que algo les hubiera pasado a ti y a Amiwen.

source: I am happy to see you too, my friends. Well, we were attacked by some orcish assassins but we were able to defeat them all.
es: Yo también estoy feliz de verlos, amigos. Bueno, fuimos atacados por algunos asesinos orcos, pero pudimos derrotarlos a todos.

source: Orcish assassins, you say? That is most curious. I wonder ...
es: ¿Asesinos orcos, dices? Eso es muy curioso. Me pregunto...

source: I am sorry to interrupt you but that can wait, there are more important matters at the moment.
es: Lo siento por interrumpirte, pero eso puede esperar, hay asuntos más importantes en este momento.

source: Ah, right, these cultists. Well, while we were waiting for you two, we made camp here. So join us here so we can fight them.
es: Ah, cierto, estos cultistas. Bueno, mientras esperábamos por ustedes dos, acampamos aquí. Así que únannos aquí para que podamos luchar contra ellos.

source: Alright, I will teleport there.
es: De acuerdo, me teletransportaré allí.

source: And I will sneak there, hiding among the trees.
es: Y yo me escabulliré allí, escondiéndome entre los árboles.

source: You have unlocked Amiwen's ambush ability so you can use it to move her to the camp undetected by the enemies.
es: Has desbloqueado la habilidad de emboscada de Amiwen, así que puedes usarla para moverla al campamento sin ser detectada por los enemigos.

source: And I will try to sneak there but it will be difficult. I hope that the trees will protect me.
es: Y intentaré escabullirme allí, pero será difícil. Espero que los árboles me protejan.

source: Amiwen does not have the ambush ability so getting her to the camp will be difficult without killing most of the enemies that stand in the way. You could have unlocked the ability via advancement more attuned to the woods.
es: Amiwen no tiene la habilidad de emboscada, así que llevarla al campamento será difícil sin matar a la mayoría de los enemigos que están en el camino. Podrías haber desbloqueado la habilidad mediante el avance más sintonizada con los bosques.

source: I am here, let us get started.
es: Estoy aquí, empecemos.

source: So, are you feeling well now, my love? Did the trip help you?
es: ¿Entonces, te sientes bien ahora, mi amor? ¿El viaje te ayudó?

source: I am ... better.
es: Estoy... mejor.

source: I am glad to hear that.
es: Me alegra oír eso.

source: I made it.
es: Lo logré.
