Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: leadership
es: liderazgo

source: female^leadership
es: liderazgo

source: This unit can lead our own outlaw units that are next to it, making them fight better. Adjacent own outlaw units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and on the same side as a unit with Leadership engages in combat, its attacks do 25% more damage times the difference in their levels.
es: Esta unidad puede liderar nuestras propias unidades forajidas que estén cerca, haciéndolas luchar mejor. Las unidades forajidas propias adyacentes de nivel inferior infligirán más daño en batalla. Cuando una unidad adyacente, de nivel inferior y del mismo bando que una unidad con Liderazgo entra en combate, sus ataques infligen 25% más daño por cada diferencia de nivel.

source: The leadership of this unit enables adjacent units of the same side to deal more damage in combat, though this only applies to bandits of lower level.
es: El liderazgo de esta unidad permite a unidades adyacentes del mismo bando infligir más daño en combate, aunque esto solo aplica a bandidos de nivel inferior.

source: scare
es: asustar

source: female^scare
es: asustar

source: This unit's presence is so horrible that all adjacent bandits are hounoured and inspired by them, increasing their resistances by +
es: La presencia de esta unidad es tan horrible que todos los bandidos adyacentes se sienten honrados e inspirados por ella, aumentando sus resistencias en +

source: This unit increases adjacent allies' resistances, though it only applies to bandits.
es: Esta unidad aumenta las resistencias de aliados adyacentes, aunque solo aplica a bandidos.

source: darkens
es: oscurece

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
es: Esta unidad oscurece el área circundante, haciendo que unidades caóticas luchen mejor y unidades legales luchen peor. Cualquier unidad adyacente a esta unidad luchará como si fuera crepúsculo cuando es día, y como si fuera noche cuando es crepúsculo.

source: Darkens decreases the lighting level in adjacent areas.
es: Oscurece reduce el nivel de iluminación en áreas adyacentes.

source: guardian
es: guardián

source: female^guardian
es: guardiana

source: This unit’s resistances are increased by
es: Las resistencias de esta unidad aumentan en

source: This unit's resistances are increased by
es: Las resistencias de esta unidad aumentan en

source: This unit's resistances are increased when it has adjacent allies.
es: Las resistencias de esta unidad aumentan cuando tiene aliados adyacentes.

source: penetrates
es: penetra

source: female^penetrates
es: penetra

source: This unit gains 1 movement after attacking, allowing it to slowly progress through ranks of enemies if it can survive their attacks.
es: Esta unidad gana 1 movimiento después de atacar, permitiéndole avanzar lentamente a través de filas de enemigos si puede sobrevivir a sus ataques.

source: This unit can move again after attacking with some of its attacks.
es: Esta unidad puede moverse de nuevo después de atacar con algunos de sus ataques.

source: hit and run
es: golpea y huye

source: This unit regains half of its max MP after attacking.
es: Esta unidad recupera la mitad de su MP máx después de atacar.

source: This unit regains its max MP after attacking.
es: Esta unidad recupera su MP máx después de atacar.

source: push
es: empujar

source: When an ally standing next to this unit finishes attacking, it gains one movement point.
es: Cuando un aliado al lado de esta unidad termina de atacar, gana un punto de movimiento.

source: This unit enables adjacent allies to move again after attacking.
es: Esta unidad permite a aliados adyacentes moverse de nuevo después de atacar.

source: sylvan spark
es: chispa silvana

source: While in vegetated terrains, the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
es: Mientras esté en terrenos vegetados, la unidad se sanará 5 PV por turno. Si está envenenada, removerá el veneno en lugar de sanarse.

source: This unit regenerates while in vegetated terrains, which allows it to heal as though always stationed in a village.
es: Esta unidad se regenera mientras esté en terrenos vegetados, lo que le permite sanarse como si siempre estuviera estacionada en una aldea.

source: source of power
es: fuente de poder

source: This unit can channel flowing energy so whenever an adjacent unit takes at least 15 damage, he/she increases his/her own damage by 1 for next turn.
es: Esta unidad puede canalizar energía fluyente, así que cada vez que una unidad adyacente recibe al menos 15 de daño, aumenta su propio daño en 1 para el siguiente turno.

source: This unit increases its damage whenever an adjacent unit takes significant damage.
es: Esta unidad aumenta su daño cada vez que una unidad adyacente recibe daño significativo.

source: shockwave
es: onda de choque

source: This attack is so strong that it slows the target, and creates a shock wave that knocks all units adjacent to the attacker back, slows them too and damages them for 8 impact damage. Works only offensively.
es: Este ataque es tan fuerte que ralentiza al objetivo y crea una onda de choque que repele a todas las unidades adyacentes al atacante, las ralentiza también y les inflige 8 de daño de impacto. Solo funciona ofensivamente.

source: This unit's attack can not only slow its target but also all adjacent units. All the additional targets also take damage and are knocked back.
es: El ataque de esta unidad no solo puede ralentizar a su objetivo, sino también a todas las unidades adyacentes. Todos los objetivos adicionales también reciben daño y son repelidos.

source: explosive
es: explosivo

source: When this attack is used, all units adjacent to the target take 75% of the damage.
es: Cuando se usa este ataque, todas las unidades adyacentes al objetivo reciben el 75% del daño.

source: frost
es: escarcha

source: female^frost
es: escarcha

source: When this attack is used, the target will not only be slowed but it will also take 3 damage every turn until it dies or advances. Works only on offense.
es: Cuando se usa este ataque, el objetivo no solo será ralentizado, sino que también recibirá 3 de daño cada turno hasta que muera o avance. Solo funciona en ofensiva.

source: poison
es: veneno

source: This attack poisons not only the living but also the undead. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison cannot, of itself, kill a unit.
es: Este ataque envenena no solo a los vivos, sino también a los no muertos. Las unidades envenenadas pierden 8 PV cada turno hasta que sean curadas o reduzcan a 1 PV. El veneno, por sí solo, no puede matar a una unidad.

source: leeches
es: sanguijuelas

source: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down). It can also leech the magic bound in the undeath of non-living foes.
es: Esta unidad drena salud de unidades vivas, sanándose a sí misma por la mitad del daño que inflige (redondeado hacia abajo). También puede drenar la magia ligada en la no muerte de enemigos no vivos.

source: When this attack hits, the enemy's resistances are reduced by 15% until the end of turn. Does not stack.
es: Cuando este ataque impacta, las resistencias del enemigo se reducen en un 15% hasta el final del turno. No se acumula.

source: This unit's attack reduces the enemy's resistance unit the end of turn.
es: El ataque de esta unidad reduce la resistencia del enemigo hasta el final del turno.

source: This attack does double damage to orcs.
es: Este ataque inflige doble daño a orcos.

source: This unit’s attack deals tremendous damage to orcs.
es: El ataque de esta unidad inflige tremendo daño a orcos.

source: knockback
es: repelir

source: When this attack is used offensively, at the end of the fight the enemy will be knocked back.
es: Cuando este ataque se usa ofensivamente, al final del combate el enemigo será repelido.

source: doom
es: condena

source: If this attack hits, opponent's resistances will drop by 5% until he advances.
es: Si este ataque impacta, las resistencias del oponente bajarán en un 5% hasta que avance.

source: This unit's attack reduces the enemy's resistances until he advances.
es: El ataque de esta unidad reduce las resistencias del enemigo hasta que avance.

source: earth guardian
es: guardián de tierra

source: When this attack is used, the user is transformed into a moving block of rock, taking 20% less physical damage.
es: Cuando se usa este ataque, el usuario se transforma en un bloque de roca móvil, recibiendo 20% menos daño físico.

source: When this attack is used, the user's appearance will become so horrible, that the enemy will deal 50% less damage.
es: Cuando se usa este ataque, la apariencia del usuario se volverá tan horrible que el enemigo infligirá 50% menos daño.

source: This attack causes its targets to take small but continuous damage. Affected units lose 4 HP every turn until they are cured. This curse can kill its targets.
es: Este ataque causa a sus objetivos daño pequeño pero continuo. Las unidades afectadas pierden 4 PV cada turno hasta que sean curadas. Esta maldición puede matar a sus objetivos.

source: burning light
es: luz ardiente

source: This attack does more damage on chaotic units.
es: Este ataque inflige más daño a unidades caóticas.

source: This unit’s attack deals tremendous damage to chaotic units.
es: El ataque de esta unidad inflige tremendo daño a unidades caóticas.

source: blessed
es: bendito

source: female^blessed
es: bendita

source: This unit is probably blessed by a god/goddess because it it is better than others of its kind. +5% to physical resistances, +10%/20% to magical resistances,
es: Esta unidad probablemente está bendecida por un dios/diosa porque es mejor que otras de su tipo. +5% a resistencias físicas, +10%/20% a resistencias mágicas,

source: Sometimes fate smiles upon a child and gifts them with a high vitality, intelligence and resistance to damage. These children are called blessed and are often found and trained by powerful individuals or organizations. Units with the blessed trait require 15% less experiences to advance, have 1 more hitpoint + 3 additional hitpoints per level and also have 5% bonus to physical resistances and 10%/20% to magical resistances.
es: A veces el destino sonríe a un niño y le otorga alta vitalidad, inteligencia y resistencia al daño. Estos niños son llamados benditos y a menudo son encontrados y entrenados por individuos u organizaciones poderosas. Las unidades con el rasgo bendito requieren 15% menos experiencia para avanzar, tienen 1 punto de vida más + 3 puntos de vida adicionales por nivel y también tienen 5% de bonificación a resistencias físicas y 10%/20% a mágicas.

source: One of this unit's attacks has a chance to instantly kill the opponent. After a certain number of kills with this attack, the unit's resistances and hitpoints will be increased and chances to instantly kill opponents will be improved.
es: Uno de los ataques de esta unidad tiene una probabilidad de matar al oponente instantáneamente. Después de una cierta cantidad de muertes con este ataque, las resistencias y puntos de vida de la unidad aumentarán y las probabilidades de matar instantáneamente a oponentes mejorarán.

source: redeem (1)
es: redimir (1)

source: The target of this attack is fully absorbed into the attacker's soul, a much better place than the world he was taken from. The attacker will grow stronger after a certain number of redeems. Level 0 targets are absorbed with a 100% chance to succeed, level 1 targets are absorbed with a 90% chance to be absorbed, level 2 targets are absorbed with a 40% chance, level 3 targets are absorbed with a 20% chance, level 4 targets are absorbed with a 5% chance and level 5 targets are absorbed with a 1% chance. Experience is not gained. After redeeming 10 souls, this unit's resistances and hitpoints will be increased and chances to absorb souls will be improved.
es: El objetivo de este ataque es completamente absorbido en el alma del atacante, un lugar mucho mejor que el mundo del que fue tomado. El atacante se hará más fuerte después de una cierta cantidad de redenciones. Objetivos de nivel 0 son absorbidos con 100% de probabilidad de éxito, objetivos de nivel 1 con 90%, nivel 2 con 40%, nivel 3 con 20%, nivel 4 con 5% y nivel 5 con 1%. No se gana experiencia. Después de redimir 10 almas, las resistencias y puntos de vida de esta unidad aumentarán y las probabilidades de absorber almas mejorarán.

source: redeem (2)
es: redimir (2)

source: The target of this attack is fully absorbed into the attacker's soul, a much better place than the world he was taken from. The attacker will grow stronger after a certain number of redeems. Level 0 and level 1 targets are absorbed with a 100% chance to succeed, level 2 targets are absorbed with a 90% chance to be absorbed, level 3 targets are absorbed with a 50% chance, level 4 targets are absorbed with a 25% chance and level 5 targets are absorbed with a 10% chance. Experience is not gained. After redeeming 15 souls, this unit's resistances and hitpoints will be increased and chances to absorb souls will be improved.
es: El objetivo de este ataque es completamente absorbido en el alma del atacante, un lugar mucho mejor que el mundo del que fue tomado. El atacante se hará más fuerte después de una cierta cantidad de redenciones. Objetivos de nivel 0 y 1 son absorbidos con 100% de probabilidad, nivel 2 con 90%, nivel 3 con 50%, nivel 4 con 25% y nivel 5 con 10%. No se gana experiencia. Después de redimir 15 almas, las resistencias y puntos de vida de esta unidad aumentarán y las probabilidades de absorber almas mejorarán.

source: redeem (3)
es: redimir (3)

source: The target of this attack is fully absorbed into the attacker's soul, a much better place than the world he was taken from. The attacker will grow stronger after a certain number of redeems. Targets bellow level 3 are absorbed with a 100% chance to succeed, level 3 targets are absorbed with a 80% chance, level 4 targets are absorbed with a 60% chance and level 5 targets are absorbed with a 45% chance. Experience is not gained. After redeeming 22 souls, this unit's resistances and hitpoints will be increased and chances to absorb souls will be improved.
es: El objetivo de este ataque es completamente absorbido en el alma del atacante, un lugar mucho mejor que el mundo del que fue tomado. El atacante se hará más fuerte después de una cierta cantidad de redenciones. Objetivos por debajo de nivel 3 son absorbidos con 100% de probabilidad, nivel 3 con 80%, nivel 4 con 60% y nivel 5 con 45%. No se gana experiencia. Después de redimir 22 almas, las resistencias y puntos de vida de esta unidad aumentarán y las probabilidades de absorber almas mejorarán.

source: redeem (4)
es: redimir (4)

source: The target of this attack is fully absorbed into the attacker's soul, a much better place than the world he was taken from. The attacker will grow stronger after a certain number of redeems. Targets bellow level 4 are absorbed with a 100% chance to succeed, level 4 targets are absorbed with a 85% chance and level 5 targets are absorbed with a 60% chance. Experience is not gained. After redeeming 33 souls, this unit's resistances and hitpoints will be increased and chances to absorb souls will be improved.
es: El objetivo de este ataque es completamente absorbido en el alma del atacante, un lugar mucho mejor que el mundo del que fue tomado. El atacante se hará más fuerte después de una cierta cantidad de redenciones. Objetivos por debajo de nivel 4 son absorbidos con 100% de probabilidad, nivel 4 con 85% y nivel 5 con 60%. No se gana experiencia. Después de redimir 33 almas, las resistencias y puntos de vida de esta unidad aumentarán y las probabilidades de absorber almas mejorarán.

source: redeem (5)
es: redimir (5)

source: The target of this attack is fully absorbed into the attacker's soul, a much better place than the world he was taken from. The attacker will grow stronger after a certain number of redeems. Targets bellow level 5 are absorbed with a 100% chance to succeed and level 5 targets are absorbed with a 80% chance. Experience is not gained. After redeeming 49 souls, this unit's resistances and hitpoints will be increased and chances to absorb souls will be improved.
es: El objetivo de este ataque es completamente absorbido en el alma del atacante, un lugar mucho mejor que el mundo del que fue tomado. El atacante se hará más fuerte después de una cierta cantidad de redenciones. Objetivos por debajo de nivel 5 son absorbidos con 100% de probabilidad y nivel 5 con 80%. No se gana experiencia. Después de redimir 49 almas, las resistencias y puntos de vida de esta unidad aumentarán y las probabilidades de absorber almas mejorarán.

source: redeem (6)
es: redimir (6)

source: The target of this attack is fully absorbed into the attacker's soul, a much better place than the world he was taken from. The attacker will grow stronger after a certain number of redeems. All targets are absorbed with a 100% chance to succeed. Experience is not gained. After redeeming 73 souls, this unit's resistances and hitpoints will be increased and new advancements will become available.
es: El objetivo de este ataque es completamente absorbido en el alma del atacante, un lugar mucho mejor que el mundo del que fue tomado. El atacante se hará más fuerte después de una cierta cantidad de redenciones. Todos los objetivos son absorbidos con 100% de probabilidad. No se gana experiencia. Después de redimir 73 almas, las resistencias y puntos de vida de esta unidad aumentarán y nuevos avances estarán disponibles.

source: redeem (7)
es: redimir (7)

source: The target of this attack is fully absorbed into the attacker's soul, a much better place than the world he was taken from. The attacker will grow stronger after a certain number of redeems. All targets are absorbed with a 100% chance to succeed. Experience is not gained. With each next level of redeem, this unit will gain only 2 more hitpoints.
es: El objetivo de este ataque es completamente absorbido en el alma del atacante, un lugar mucho mejor que el mundo del que fue tomado. El atacante se hará más fuerte después de una cierta cantidad de redenciones. Todos los objetivos son absorbidos con 100% de probabilidad. No se gana experiencia. Con cada siguiente nivel de redimir, esta unidad ganará solo 2 puntos de vida más.

source: Redeem failed!
es: ¡Redimir falló!

source: focused
es: enfocado

source: This attack always has at least a 80% chance to hit.
es: Este ataque siempre tiene al menos un 80% de probabilidad de acertar.

source: Redeem recharged!
es: ¡Redimir recargado!

source: Lava elementals are made out molten, living rock. They are rare and have only been know to be created by extremely powerful demons that live in the depths of the earth. They are resistant to most attacks, and using their ability to reshape their molten form, they are able to recover from damage. The lava elementals are large creatures and are slow. As a result, they make an easy target. Their punch is devestating and they are able to hurl molten lava boulders at their enemies, buring them as the lava clings to their skin. Unlike other elementals that are neutral in alignment, the lava elemental is chaotic, obediently serving the demon that summoned them.
es: Los elementales de lava están hechos de roca fundida y viva. Son raros y solo se sabe que han sido creados por demonios extremadamente poderosos que viven en las profundidades de la tierra. Son resistentes a la mayoría de los ataques y, usando su habilidad para remodelar su forma fundida, pueden recuperarse del daño. Los elementales de lava son criaturas grandes y lentas. Como resultado, son un blanco fácil. Su puñetazo es devastador y pueden lanzar rocas de lava fundida a sus enemigos, quemándolos mientras la lava se adhiere a su piel. A diferencia de otros elementales que son neutrales en alineamiento, el elemental de lava es caótico, sirviendo obedientemente al demonio que los invocó.

source: Formed from water, the
es: Formado de agua, el

source: warrior can call upon the forces of nature to rend its foes. It is able to generate an eletrical field around itself, sparking deadly lightning bolts than can burn a foe. Unfortunately for it, the lightning storm is hard to control and has a lower chance to hit than other water based elementals that may magically direct the bolt. It may only be created by the hand of a powerful water lord.
es: guerrero puede invocar las fuerzas de la naturaleza para destrozar a sus enemigos. Puede generar un campo eléctrico a su alrededor, lanzando rayos mortales que pueden quemar a un enemigo. Desafortunadamente para él, la tormenta de rayos es difícil de controlar y tiene menor probabilidad de acertar que otros elementales basados en agua que pueden dirigir mágicamente el rayo. Solo puede ser creado por la mano de un poderoso señor del agua.

source: race^Elemental
es: Elemental

source: race+female^Elemental
es: Elemental

source: race^Elementals
es: Elementales

source: Elementals are manifestations from the essence of nature that have been animated to life by magic.
es: Los elementales son manifestaciones de la esencia de la naturaleza que han sido animadas a la vida por magia.

source: recuperates
es: recuperación

source: female^recuperates
es: recuperación

source: ensconce
es: esconderse

source: female^ensconce
es: esconderse

source: This unit can hide in hill and mountain terrain, and remain undetected by its enemies. Enemy units cannot see this unit while it is in the hills, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement. Note that this ability does not apply to dunes.
es: Esta unidad puede esconderse en terreno de colinas y montañas, y permanecer indetectada por sus enemigos. Las unidades enemigas no pueden ver esta unidad mientras esté en las colinas, excepto si tienen unidades al lado. Cualquier unidad enemiga que descubra primero esta unidad pierde inmediatamente todo su movimiento restante. Nota que esta habilidad no aplica a dunas.

source: burn wood
es: quemar madera

source: The unit will heal itself 8 HP per turn by absorbing fire from burning dry forests (non-ice). The burning destroys the forest in the process.
es: La unidad se sanará 8 PV por turno absorbiendo fuego de bosques secos en llamas (sin hielo). La quema destruye el bosque en el proceso.

source: This unit regenerates 8 HP per turn by absorbing energy from burning forests. Any time this unit starts a turn on a dry forrest (non-snow), it burns the trees, leaving none left. Due to the cold of snow, the elemental does not burn hot enough to melt it.
es: Esta unidad se regenera 8 PV por turno absorbiendo energía de bosques en llamas. Cada vez que esta unidad comienza un turno en un bosque seco (sin nieve), quema los árboles, sin dejar ninguno. Debido al frío de la nieve, el elemental no quema lo suficiente como para derretirla.

source: absorb water
es: absorber agua

source: The unit will heal itself per turn on water and swamp terrains (Amount varies per unit).
es: La unidad se sanará por turno en terrenos de agua y pantano (la cantidad varía por unidad).

source: This unit regenerates
es: Esta unidad se regenera

source: assimilate rock
es: asimilar roca
