Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: With their leaders dead, the remaining cult members ran away with fear.
es: Con sus líderes muertos, los miembros restantes del culto huyeron con miedo.

source: Well, it looks like they are gone for now so we can rest for a moment.
es: Bueno, parece que se fueron por ahora, así que podemos descansar un momento.

source: Well, then it might be a good time to talk about those orcish assassins that attacked you in the forest.
es: Bueno, entonces podría ser un buen momento para hablar de esos asesinos orcos que los atacaron en el bosque.

source: Hm, there is not much to talk about, we killed them pretty quickly. But they did mentioned that they were hired by a dark lord. Oh and that they hate me as much as I hate them but that is hardly surprising.
es: Hm, no hay mucho de qué hablar, los matamos bastante rápido. Pero mencionaron que fueron contratados por un señor oscuro. Oh, y que me odian tanto como yo los odio a ellos, pero eso apenas sorprende.

source: Some of the cultists that we fought earlier also said something about a dark lord, it might be the same one. Maybe he is using both the cultists and orcs to spread chaos and destruction.
es: Algunos de los cultistas que luchamos antes también dijeron algo sobre un señor oscuro, podría ser el mismo. Tal vez está usando tanto a los cultistas como a los orcos para esparcir caos y destrucción.

source: Yes, that sounds plausible. He <i>would</i> be trying to take control over different groups with threats and enticements.
es: Sí, suena plausible. Él <i>intentaría</i> tomar control sobre diferentes grupos con amenazas y tentaciones.

source: Oh, so you know that dark lord personally, Merengwen? Can you tell us anything about him?
es: Oh, ¿entonces conoces personalmente a ese señor oscuro, Merengwen? ¿Puedes contarnos algo sobre él?

source: Um, I'd had to ... deal with his underlings but I don't know anything special about him. He seemed pretty forgettable for a dark lord.
es: Um, tuve que... lidiar con sus subordinados, pero no sé nada especial sobre él. Parecía bastante olvidable para un señor oscuro.

source: Alright, let us move on. Gleoddyn, do you know where should we head next?
es: De acuerdo, sigamos. Gleoddyn, ¿sabes adónde deberíamos dirigirnos después?

source: Yes, of course. I can lead us in the headquarters' direction.
es: Sí, por supuesto. Puedo guiarnos en la dirección de la sede.

source: Very well. Let us go, everyone.
es: Muy bien. Vayamos, todos.

source: Corruption of Soul
es: Corrupción del Alma

source: Reach the signpost (60,12) with a hero
es: Llega al poste indicador (60,12) con un héroe

source: So the cult's headquarters are in that direction?
es: ¿Entonces la sede del culto está en esa dirección?

source: Yes, our scouts have observed the cultists and their hordes coming from there and then going back there. But they were only able to catch glimpses of the building before they had to return so we don't know exactly what to expect there.
es: Sí, nuestros exploradores han observado a los cultistas y sus hordas viniendo de allí y regresando allí. Pero solo pudieron echar vistazos al edificio antes de tener que regresar, así que no sabemos exactamente qué esperar allí.

source: Well, at least now we know where to go. We can make a plan once we get there. Alright, everyone, let us get going.
es: Bueno, al menos ahora sabemos adónde ir. Podemos hacer un plan una vez que lleguemos allí. De acuerdo, todos, vayamos.

source: Look at them.
es: Míralos.

source: Monsters clad in human bodies. With darkness in place where their hearts should be as they sold their souls to the dark lords for power. Destroying all beautiful in this world. They will not stop until nothing remains. ... Unless <b>someone</b> puts an end to it, unless someone makes it <b>very</b> clear that they can't do that.
es: Monstruos vestidos con cuerpos humanos. Con oscuridad en el lugar donde deberían estar sus corazones, ya que vendieron sus almas a los señores oscuros por poder. Destruyendo todo lo hermoso en este mundo. No se detendrán hasta que nada quede... A menos que <b>alguien</b> ponga fin a ello, a menos que alguien haga <b>muy</b> claro que no pueden hacer eso.

source: You know what you have to do. Kill them, kill all those monsters!
es: Sabes qué tienes que hacer. ¡Mátalos, mata a todos esos monstruos!

source: Do you know how many people they have killed? How many children they ripped up? They don't reserve <b>any</b> mercy. They'll continue their rampage for as long as they live, there is no other way to stop them and you know it.
es: ¿Sabes cuánta gente han matado? ¿Cuántos niños han destrozado? No reservan <b>ninguna</b> misericordia. Continuarán su matanza mientras vivan, no hay otra manera de detenerlos y lo sabes.

source: Kill ... them ... all.
es: Matar... a... todos.

source: Yes!
es: ¡Sí!

source: Ah, one of these cultists, I am going to enjoy this. I will rip you up, then put your pieces together just so I can rip you up again!
es: Ah, uno de estos cultistas, voy a disfrutar esto. ¡Te destrozaré, luego juntaré tus pedazos solo para destrozarte de nuevo!

source: No, please! Have mercy!
es: ¡No, por favor! ¡Ten misericordia!

source: There is no mercy for your kind. Prepare to die!
es: No hay misericordia para los de tu clase. ¡Prepárate para morir!

source: Die, you monster!
es: ¡Muere, monstruo!

source: Kill her!
es: ¡Mátenla!

source: Kill him!
es: ¡Mátenlo!

source: We are getting closer. Hurry up, everyone.
es: Nos estamos acercando. Apúrense, todos.

source: Actually I think that we should stop for a moment, my love.
es: En realidad creo que deberíamos parar un momento, mi amor.

source: What? No, we have to keep going. There is no time to lose!
es: ¿Qué? No, tenemos que seguir. ¡No hay tiempo que perder!

source: You are of course right but I could not help but notice that there is something different about you today. You seem quite not yourself.
es: Tienes razón por supuesto, pero no pude evitar notar que hay algo diferente en ti hoy. Pareces no ser tú misma.

source: I have no idea what are you talking about. I am just fine!
es: No tengo idea de qué estás hablando. ¡Estoy perfectamente bien!

source: Hmm, when I think about it, Lemyr is right. You do seem a bit furious and even cruel, I've never seen you like this before.
es: Hmm, cuando lo pienso, Lemyr tiene razón. Pareces un poco furiosa e incluso cruel, nunca te había visto así antes.

source: I am no not ...
es: No estoy...

source: I am afraid that they are right, my friend. I can understand that you might feel like that after everything that you have been through but this is not who you are, deep inside. I could help you with it if you want.
es: Temo que tengan razón, amiga. Puedo entender que te sientas así después de todo lo que has pasado, pero esto no es quién eres, en el fondo. Podría ayudarte con ello si quieres.

source: What are you proposing?
es: ¿Qué propones?

source: Sometimes when thing became overwhelming, I go to a forest on my own and meditate. It helps me clear my mind of negative feelings and remind myself the good things in the world. I can show you.
es: A veces, cuando las cosas se vuelven abrumadoras, voy a un bosque sola y medito. Me ayuda a aclarar mi mente de sentimientos negativos y recordarme las cosas buenas del mundo. Puedo mostrártelo.

source: That sounds like a wonderful idea, you should try it, my love. I can take charge of our soldiers while you are away.
es: Eso suena como una idea maravillosa, deberías intentarlo, mi amor. Puedo encargarme de nuestros soldados mientras estás fuera.

source: Alright, alright, I will do it. Let us go, Amiwen.
es: De acuerdo, de acuerdo, lo haré. Vayamos, Amiwen.

source: This is hopeless, we will never find the cult's headquarters.
es: Esto es desesperanzador, nunca encontraremos la sede del culto.

source: Shadow Mages
es: Magos de Sombra

source: Here are they again. And look, they are attacking some mages.
es: Aquí están de nuevo. Y mira, están atacando a algunos magos.

source: It is really interesting. Actually, I was not even aware that there is a community of mages here.
es: Es realmente interesante. En realidad, ni siquiera sabía que había una comunidad de magos aquí.

source: Now we know. But please, be silent for a moment. They are talking.
es: Ahora lo sabemos. Pero por favor, silencio un momento. Están hablando.

source: Don't be so stubborn and just surrender. The odds of you winning are negligible. The power of the dark lord is beyond imagination and he'll share it with you when you join him.
es: No seas tan terco y solo ríndete. Las probabilidades de que ganes son insignificantes. El poder del señor oscuro está más allá de la imaginación y lo compartirá contigo cuando te unas a él.

source: I don't underestimate your master's power but I have a pretty good idea what he's about to do. We don't want to take part in it.
es: No subestimo el poder de tu amo, pero tengo una buena idea de lo que está a punto de hacer. No queremos participar en ello.

source: Fools! Die then if you wish it so much!
es: ¡Tontos! ¡Mueran entonces si lo desean tanto!

source: I must be daydreaming, it can't be you. Or is it?
es: Debo estar soñando despierto, no pueden ser ustedes. ¿O sí?

source: Oh, excuse me. Do I know you?
es: Oh, disculpa. ¿Te conozco?

source: No, we haven't met yet. But there are hearsays about you and your deeds. Great sages Clare and Lemyr.
es: No, aún no nos hemos conocido. Pero hay rumores sobre ti y tus hazañas. Grandes sabios Clare y Lemyr.

source: Yes, that is us.
es: Sí, somos nosotros.

source: Just like I thought. Then would you mind helping us with these cultists? They've been attacking us for a while and there seem to be no end of them.
es: Tal como pensé. Entonces, ¿les importaría ayudarnos con estos cultistas? Nos han estado atacando por un tiempo y parece que no tienen fin.

source: Not at all. Actually, we are already fighting them though we would need more information about them.
es: Para nada. En realidad, ya estamos luchando contra ellos, aunque necesitaríamos más información sobre ellos.

source: Well, we've found out a lot about them. We can tell you once we're safe.
es: Bueno, hemos descubierto mucho sobre ellos. Podemos contarte una vez que estemos a salvo.

source: Very well. But we could use a base right now if we are to help you. Can you think of anything?
es: Muy bien. Pero podríamos usar una base ahora mismo si vamos a ayudarlos. ¿Se les ocurre algo?

source: Just look over there. There is an old castle which you could use.
es: Solo miren allá. Hay un viejo castillo que podrían usar.

source: That will do. Fine, we will move there.
es: Eso servirá. Bien, nos moveremos allí.

source: Good. So let the battle begin.
es: Bien. Que comience la batalla.

source: Ah, reinforcements. I suppose the dark lord has sent you to support us here, right.
es: Ah, refuerzos. Supongo que el señor oscuro los envió a apoyarnos aquí, ¿verdad?

source: That's correct. Let's crush these heretics' skulls!
es: Eso es correcto. ¡Aplastemos los cráneos de estos herejes!

source: Sounds good to me!
es: ¡Me suena bien!

source: And that's it. Good job. Now as we're safe, I can answer all your question about these cultists.
es: Y eso es todo. Buen trabajo. Ahora que estamos a salvo, puedo responder todas sus preguntas sobre estos cultistas.

source: Thanks but do you really think that they will ever stop attacking you? They seem very hostile to everyone who does not want to join them. Also this is not the first time they attacked your, is it? I think that they want you all dead.
es: Gracias, pero ¿realmente piensas que alguna vez dejarán de atacarlos? Parecen muy hostiles con todos los que no quieren unirse a ellos. Además, esta no es la primera vez que los atacan, ¿verdad? Creo que quieren que todos mueran.

source: Well, you are probably right. So what shall we do?
es: Bueno, probablemente tengas razón. Entonces, ¿qué haremos?

source: I think that you have two options. You can leave these lands and try to hide from them. But I doubt that it would work forever. The other option is joining us in our quest to defeat them. It is not certain that we will succeed but I consider it the better choice.
es: Creo que tienen dos opciones. Pueden dejar estas tierras e intentar esconderse de ellos. Pero dudo que funcione para siempre. La otra opción es unirse a nosotros en nuestra búsqueda para derrotarlos. No es seguro que tengamos éxito, pero lo considero la mejor elección.

source: We're not afraid of them, we're quite good fighters ourselves. If we combine our powers and your experiences, we might stand a chance against them. So we'll join you.
es: No les tememos, somos bastante buenos luchadores nosotros mismos. Si combinamos nuestros poderes y sus experiencias, podríamos tener una oportunidad contra ellos. Así que nos uniremos a ustedes.

source: Excellent. So we should get going. You can tell us everything important on the way.
es: Excelente. Entonces deberíamos ponernos en marcha. Pueden contarnos todo lo importante en el camino.

source: Nothing is left but Sadness
es: No Queda Nada Más Que Tristeza

source: You did not complete previous chapter so you can choose some advancements for your heroes.
es: No completaste el capítulo anterior, por lo que puedes elegir algunos avances para tus héroes.

source: Hey! What are you doing here?
es: ¡Oye! ¿Qué haces aquí?

source: Oh , hi Merissa. I had a nightmare and could not fall asleep again.
es: Oh, hola Merissa. Tuve una pesadilla y no pude volver a dormir.

source: Was it for first time or ...
es: ¿Fue la primera vez o...?

source: Well, I had that dream for a few nights in a row but just tonight it turned ... ugly.
es: Bueno, tuve ese sueño varias noches seguidas, pero justo esta noche se volvió... horrible.

source: And what was it about? ... If you don't mind.
es: ¿Y de qué trataba?... Si no te importa.

source: It is alright ... I dreamt that I was in my home village, as a child. It was nighttime. Everything was fine, I was calmly sleeping. But then something woke me up. I had no idea what was going on. I went to look for my parents but I could not find them. So I opened the house doors and ...
es: Está bien... Soñé que estaba en mi aldea natal, de niña. Era de noche. Todo estaba bien, dormía tranquilamente. Pero entonces algo me despertó. No tenía idea de qué pasaba. Fui a buscar a mis padres, pero no los encontré. Así que abrí las puertas de la casa y...

source: What did you see?
es: ¿Qué viste?

source: Everything was in flames, dead corpses were lying on the ground. I think that everyone from the village was dead. I also saw riders in dark armors riding away. They were probably responsible for that horrors.
es: Todo estaba en llamas, cadáveres muertos yacían en el suelo. Creo que todos en la aldea estaban muertos. También vi jinetes con armaduras oscuras alejándose. Probablemente eran responsables de esos horrores.

source: That sounds really horribly.
es: Eso suena realmente horrible.

source: But it was not all.
es: Pero no fue todo.

source: What worse could possibly happen?
es: ¿Qué peor podría pasar?

source: Then my parents were going to me. I was happy to see them ... at first. But when they were standing in front of me, I could see that their corpses were rotting. They died that night like everyone else. I was confused but they smiled and hugged me. They told me that everything is fine.
es: Entonces mis padres venían hacia mí. Estaba feliz de verlos... al principio. Pero cuando estaban frente a mí, podía ver que sus cadáveres se estaban pudriendo. Murieron esa noche como todos los demás. Estaba confundida, pero sonrieron y me abrazaron. Me dijeron que todo estaba bien.

source: Oh my! That was really one horrible nightmare. But it was just a dream, right? It didn't really happen.
es: ¡Oh Dios! Eso fue realmente una pesadilla horrible. Pero fue solo un sueño, ¿verdad? No pasó realmente.

source: I keep telling that to myself but ...
es: Me sigo diciendo eso a mí misma, pero...

source: It isn't true. Your parents didn't die, neither anyone else from your village. Well, when you were a kid.
es: No es verdad. Tus padres no murieron, ni nadie más de tu aldea. Bueno, cuando eras niña.

source: Well, they are all dead by now most likely ...
es: Bueno, probablemente todos están muertos para ahora...

source: It was just a bad dream really. It doesn't mean anything.
es: Fue realmente solo un mal sueño. No significa nada.

source: You are right probably. Thank you, Merissa.
es: Probablemente tengas razón. Gracias, Merissa.

source: You're welcome. Are you feeling better? Will you be able to fall asleep now?
es: De nada. ¿Te sientes mejor? ¿Podrás dormir ahora?

source: I think yes. Thank your again.
es: Creo que sí. Gracias de nuevo.

source: It was nothing. Let's go to sleep then.
es: No fue nada. Durmamos entonces.

source: Oh, what a nice evening. We might take a walk.
es: Oh, qué bonita tarde. Podríamos dar un paseo.

source: So you're good. You didn't have another nightmare, did you?
es: Entonces estás bien. No tuviste otra pesadilla, ¿verdad?

source: You had a nightmare? You did not tell me about that.
es: ¿Tuviste una pesadilla? No me contaste sobre eso.

source: It was just one time. Everything is fine now, Lemyr.
es: Fue solo una vez. Todo está bien ahora, Lemyr.

source: Very well then.
es: Muy bien entonces.

source: I do not want disquiet you but I can sense someone riding to our place.
es: No quiero alarmarte, pero puedo sentir a alguien cabalgando hacia nuestro lugar.

source: Uh uh. I think I shaked them off. Well, seems I arrived, they should reside here. Yes, I can see some people.
es: Uh uh. Creo que los sacudí. Bueno, parece que llegué, deberían residir aquí. Sí, puedo ver a algunas personas.

source: Who are you and what is your business here?
es: ¿Quién eres y qué te trae por aquí?

source: My name is $messenger_name. My liege, Earl Lendec'h tasked me with finding sages Clare and Lemyr. From what he heard they're the only people who can save us all. I doubted if the rumors were true but ...
es: Mi nombre es $messenger_name. Mi señor, el Conde Lendec'h, me encargó encontrar a los sabios Clare y Lemyr. De lo que escuchó, son las únicas personas que pueden salvarnos a todos. Dudaba si los rumores eran ciertos, pero...

source: You found them. I am Clare and this (pointing her head to the man on her right) is Lemyr.
es: Los encontraste. Soy Clare y este (señalando con la cabeza al hombre a su derecha) es Lemyr.

source: I see, you quite match the description I received. Will you help us then?
es: Veo, coinciden bastante con la descripción que recibí. ¿Nos ayudarán entonces?

source: Hmm, with what?
es: Hmm, ¿con qué?

source: You didn't hear about it? Persons in dark cloaks wandering the land and a lot of warriors, both alive and undead, cladded in black armor following them. Some dark mages also come after them. We don't think they're ordinary necromancers, there is something strange about them ... When they arrive anywhere, the sky becomes black all of sudden and the air also feels very differently. It's full of despair and dark thoughts. It paralyzes us, we can't resist it. But you might be able to break it, right?
es: ¿No escuchaste sobre ello? Personas con capas oscuras vagando por la tierra y muchos guerreros, tanto vivos como no muertos, vestidos con armadura negra siguiéndolos. Algunos magos oscuros también vienen después de ellos. No pensamos que sean nigromantes ordinarios, hay algo extraño en ellos... Cuando llegan a cualquier lugar, el cielo se vuelve negro de repente y el aire también se siente muy diferente. Está lleno de desesperación y pensamientos oscuros. Nos paraliza, no podemos resistirlo. Pero ustedes podrían romperlo, ¿verdad?

source: Maybe but I do not know if I ...
es: Tal vez, pero no sé si yo...

source: Oh, I almost forgot, Earl Lendec'h sends you these $campaign_gold pieces of gold for necessary expenses and he'll pay you another three thousands once you're done.
es: Oh, casi lo olvido, el Conde Lendec'h les envía estas $campaign_gold piezas de oro para gastos necesarios y les pagará otros tres mil una vez que terminen.

source: Hum, what do you mean with necessary expenses?
es: Hum, ¿qué quieres decir con gastos necesarios?

source: Some rumors about your power got to my lord but he somehow doubts you two - well or four - could stop them without an army. Unfortunately his earldom also under attack so he can't just give you command of his men. You have to find someone yourself, sorry.
es: Algunos rumores sobre su poder llegaron a mi señor, pero de alguna manera duda que ustedes dos - bueno, o cuatro - puedan detenerlos sin un ejército. Desafortunadamente su condado también está bajo ataque, así que no puede simplemente darles el mando de sus hombres. Tienen que encontrar a alguien ustedes mismos, lo siento.

source: Well, we will see. We will do our best to put an end to these ... horrible things.
es: Bueno, ya veremos. Haremos nuestro mejor esfuerzo para poner fin a estas... cosas horribles.

source: Alright. Good luck and good bye.
es: De acuerdo. Buena suerte y adiós.

source: Um, did you think it over, Clare? I am not sure ...
es: Um, ¿lo pensaste bien, Clare? No estoy segura...

source: No, I did not. I just know that I cannot stay here any longer, I still see aged Jolla dying in my arms.
es: No, no lo hice. Solo sé que no puedo quedarme aquí más tiempo, aún veo a la anciana Jolla muriendo en mis brazos.

source: Yes and also I can't stop thinking of Tinry. Such horrible fate. Did you forget about them?
es: Sí, y también no puedo dejar de pensar en Tinry. Qué destino horrible. ¿Los olvidaste?

source: Of course no.
es: Por supuesto que no.

source: I know that you and Lemyr love this place but would you mind leaving it? For my peace?
es: Sé que tú y Lemyr aman este lugar, pero ¿les importaría dejarlo? ¿Por mi paz?

source: It is fine, I do not want you to suffer.
es: Está bien, no quiero que sufras.

source: Right.
es: Cierto.

source: Alright. Let us go at once.
es: De acuerdo. Vayamos de inmediato.

source: An Ambush in the Woods
es: Una Emboscada en el Bosque

source: Assassins
es: Asesinos

source: Kill all assassins
es: Mata a todos los asesinos

source: Ah, a forest untouched by those cultists, I gladdens my heart to see one. Anyway, we should begin.
es: Ah, un bosque intacto por esos cultistas, alegra mi corazón ver uno. De todos modos, deberíamos comenzar.

source: Yes, let us start.
es: Sí, empecemos.

source: Alright, sit on the ground and cross your legs. ... Yes, just like that. Now close your eyes and imagine your happy place. You are there, there is no fighting, everyone is safe.
es: De acuerdo, siéntate en el suelo y cruza las piernas... Sí, justo así. Ahora cierra los ojos e imagina tu lugar feliz. Estás allí, no hay lucha, todos están a salvo.

source: I ... I see it!
es: Yo... ¡lo veo!

source: You are doing great, Clare.
es: Lo estás haciendo genial, Clare.

source: Let us see how you handle this.
es: Veamos cómo manejas esto.

source: Handle what?
es: ¿Manejar qué?

source: Orcs? What are they doing here?
es: ¿Orcos? ¿Qué hacen aquí?

source: Yes, we finally found that witch! And her soldiers are away. Let's kill her, brothers, and the dark lord will reward us with riches beyond our imagination.
es: ¡Sí, por fin encontramos a esa bruja! Y sus soldados están lejos. ¡Matémosla, hermanos, y el señor oscuro nos recompensará con riquezas más allá de nuestra imaginación!

source: I would pay to kill our ancient enemy! Once he told us who is she, I knew I had to end her. She've troubled our kind too much!
es: ¡Pagaría por matar a nuestra antigua enemiga! Una vez que nos dijo quién es ella, supe que tenía que acabar con ella. ¡Ha molestado demasiado a nuestra especie!
