Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: If the riders reach their 'chief', we'll have to fight much more enemies than we can handle. We have to kill all the riders before they flee from our reach.
es: Si los jinetes llegan a su 'jefe', tendremos que luchar contra muchos más enemigos de los que podemos manejar. Tenemos que matar a todos los jinetes antes de que huyan de nuestro alcance.

source: Humans attacks us! We must warn the chief!
es: ¡Humanos nos atacan! ¡Debemos advertir al jefe!

source: Not that I enjoyed killing them in the least but I guess that it was necessary. Anyhow, we can continue tracking the orc now.
es: No es que disfrutara matarlos en lo más mínimo, pero supongo que fue necesario. De todos modos, ahora podemos continuar rastreando al orco.

source: Me escapes the humans, me warns the chief. The chief crush humans.
es: Yo escapa humanos, yo advierte jefe. Jefe aplasta humanos.

source: Oh, no! One rider has escaped. He will tell the orcs of our mission and they will be prepared for us. Everything is lost.
es: ¡Oh, no! Un jinete escapó. Les dirá a los orcos de nuestra misión y estarán preparados para nosotros. Todo está perdido.

source: We lost a lot of time here. I cannot feel his presence anymore. I have failed.
es: Perdimos mucho tiempo aquí. Ya no siento su presencia. He fallado.

source: Damsel in Distress
es: Doncella en Apuros

source: Damsel
es: Doncella

source: Clear the castle
es: Limpia el castillo

source: Death of Tinry, Merissa or Mubryn
es: Muerte de Tinry, Merissa o Mubryn

source: Runes in the castle serve as teleports
es: Las runas en el castillo sirven como teletransportes

source: Hey, guys, look at that castle! It looks really scary.
es: ¡Oigan, chicos, miren ese castillo! Se ve realmente escalofriante.

source: It indeed is. I wonder what might be there.
es: En efecto lo es. Me pregunto qué podría haber allí.

source: Let me check that .... Oh, it's infested by undead!
es: Déjenme revisar eso... ¡Oh, está infestado de no muertos!

source: I think I heard someone ... Anyone here?!
es: Creo que escuché a alguien... ¡¿Hay alguien ahí?!

source: ... Yes. Who are you? A necromancer commanding all those undead around?
es: ... Sí. ¿Quién eres? ¿Un nigromante comandando todos esos no muertos alrededor?

source: What?! NO! They kidnapped me!
es: ¡¿Qué?! ¡NO! ¡Me secuestraron!

source: Oh, sorry. I just thought ... never mind.
es: Oh, lo siento. Solo pensé... no importa.

source: Please, help me!
es: ¡Por favor, ayúdame!

source: I would really like to but we have no time. We are going into battle. The orcs have invaded our country.
es: Me gustaría mucho, pero no tenemos tiempo. Vamos a la batalla. Los orcos han invadido nuestro país.

source: If you rescue me, my father will surely send his best soldiers to aid you. Just kill all these abominations.
es: Si me rescatan, mi padre seguramente enviará a sus mejores soldados para ayudarlos. Solo maten a todas estas abominaciones.

source: Well, more soldiers would really be a help but we have to think about it.
es: Bueno, más soldados realmente ayudarían, pero tenemos que pensarlo.

source: Fine.
es: Bien.

source: Please, don't tell me you're leaving me here!
es: ¡Por favor, no me digan que me dejan aquí!

source: I am really sorry but we have no time to waste. We will return to you as soon as possible. Just try to survive.
es: Lo siento mucho, pero no tenemos tiempo que perder. Regresaremos a ti lo más pronto posible. Solo intenta sobrevivir.

source: As if I had a choice!
es: ¡Como si tuviera opción!

source: That was the last one.
es: Ese fue el último.

source: Thank you, thank you, thank you! Oh, what's your name, my savior?
es: ¡Gracias, gracias, gracias! Oh, ¿cuál es tu nombre, mi salvador?

source: It is Clare.
es: Es Clare.

source: Thank you, Clare. You can't imagine how it feels like being surrounded by nothing but these monsters. But it's, thanks to you, now history. And like I promised I'll speak to my father and we'll send you some support. So farewell.
es: Gracias, Clare. No puedes imaginar cómo se siente estar rodeada de nada más que estos monstruos. Pero gracias a ti, ahora es historia. Y como prometí, hablaré con mi padre y les enviaremos algo de apoyo. Así que adiós.

source: Farewell.
es: Adiós.

source: Oh no, we spent too much time here. We have to go really quickly if we are to join the battle.
es: Oh no, pasamos demasiado tiempo aquí. Tenemos que ir realmente rápido si queremos unirnos a la batalla.

source: Please, don't leave me here!
es: ¡Por favor, no me dejen aquí!

source: I am sorry. We will return to you as soon as possible. Just try to survive.
es: Lo siento. Regresaremos a ti lo más pronto posible. Solo intenta sobrevivir.

source: The Teacher
es: El Maestro

source: Well, I am here finally. Hm, why does he have to reside in a dark cave? It is very unusual. But I think that this is not important. He is a master of magic and can teach me many of his arts so I should not complain. I better look for him. Ehm, where are you, Haldar?
es: Bueno, por fin estoy aquí. Hm, ¿por qué tiene que residir en una cueva oscura? Es muy inusual. Pero creo que esto no es importante. Es un maestro de la magia y puede enseñarme muchas de sus artes, así que no debería quejarme. Mejor buscarlo. Ehm, ¿dónde estás, Haldar?

source: Congratulations. You found me.
es: Felicidades. Me encontraste.

source: May I be your apprentice now?
es: ¿Puedo ser tu aprendiz ahora?

source: Of course. But I can see that something bad happened. Can I ask you about it?
es: Por supuesto. Pero puedo ver que pasó algo malo. ¿Puedo preguntarte sobre ello?

source: An orc assassinated our village's headman. I will avenge him with your help.
es: Un orco asesinó al jefe de nuestra aldea. Lo vengaré con tu ayuda.

source: An orc you say? Are you sure?
es: ¿Un orco dices? ¿Estás segura?

source: It was at night and he was poisoned. Do you have any other explanation?
es: Fue de noche y fue envenenado. ¿Tienes alguna otra explicación?

source: It was surely an orc. They are well known to do such things. But how can I help you?
es: Seguramente fue un orco. Son bien conocidos por hacer tales cosas. Pero ¿cómo puedo ayudarte?

source: You are a powerful mage. You can teach me many things.
es: Eres un mago poderoso. Puedes enseñarme muchas cosas.

source: Yes I know some useful spells, but you will not like them.
es: Sí, conozco algunos hechizos útiles, pero no te gustarán.

source: What makes you think that?
es: ¿Qué te hace pensar eso?

source: I am not a common mage. I do not limit myself to the knowledge that is taught at the Academy. I walk on more darker paths. I am a necromancer.
es: No soy un mago común. No me limito al conocimiento que se enseña en la Academia. Camino por caminos más oscuros. Soy un nigromante.

source: Necromancer?!
es: ¡¿Nigromante?!

source: Yes.
es: Sí.

source: No. It cannot be true!
es: ¡No. No puede ser verdad!

source: Did you not hear anything about me?
es: ¿No escuchaste nada sobre mí?

source: Two bandits said something but I did not trust them. They are bandits, they are not shy to tell a lie for any reason. But this is wrong.
es: Dos bandidos dijeron algo, pero no les creí. Son bandidos, no les da vergüenza decir una mentira por cualquier razón. Pero esto está mal.

source: So what are you going to do?
es: Entonces, ¿qué vas a hacer?

source: Necromancy is forbidden throughout the wide green world. I have no other option than to kill you!
es: La nigromancia está prohibida en todo el vasto mundo verde. ¡No tengo otra opción que matarte!

source: Maybe it is not good, but there is no other path. I must make him pay whatever the cost.
es: Tal vez no sea bueno, pero no hay otro camino. Debo hacer que pague cueste lo que cueste.

source: You dare to attack me in own home? I thought that your parents taught you better. I suppose that it falls on me to give you this lesson.
es: ¿Te atreves a atacarme en mi propia casa? Pensé que tus padres te enseñaron mejor. Supongo que me toca a mí darte esta lección.

source: I ... cannot ... move ...
es: Yo... no puedo... moverme...

source: The spell will wear off in a bit. But I have to say that I am disappointed with this outcome. I was hoping that you would help me deal with a serious threat to our world.
es: El hechizo se desvanecerá en un momento. Pero debo decir que estoy decepcionado con este resultado. Esperaba que me ayudaras a lidiar con una seria amenaza a nuestro mundo.

source: You still have a lot to learn but I would gladly teach you.
es: Aún tienes mucho que aprender, pero te enseñaría con gusto.

source: You gained great power in short time, I am proud of you. I would still have to teach you a thing or two though.
es: Ganaste gran poder en poco tiempo, estoy orgulloso de ti. Aún tendría que enseñarte una o dos cosas.

source: What ... threat ...
es: Qué... amenaza...

source: That is not important anymore, I will have to find a way to deal with it on my own now. It is a pity really. Anyway, you can leave once you are able to, I will not harm you further. Good bye, Clare.
es: Ya no es importante, tendré que encontrar una manera de lidiar con ello solo ahora. Es una lástima realmente. De todos modos, puedes irte una vez que puedas, no te haré más daño. Adiós, Clare.

source: Good. I can start to teach you immediately.
es: Bien. Puedo empezar a enseñarte inmediatamente.

source: A Strange Visitor
es: Un Visitante Extraño

source: Strange Mage
es: Mago Extraño

source: Assassin
es: Asesino

source: Ah, a village, at last. I think that I could not keep going for any longer. I hope that they will let me in. Maybe I should tweak the facts a bit in my favour.
es: Ah, una aldea, por fin. Creo que no podía seguir más. Espero que me dejen entrar. Tal vez debería ajustar un poco los hechos a mi favor.

source: Hail! May a pilgrim seek rest within your village?
es: ¡Salve! ¿Puede un peregrino buscar descanso en su aldea?

source: Indeed a pilgrim may. You are welcome here.
es: En efecto, un peregrino puede. Eres bienvenido aquí.

source: Truly, this is an idyllic village.
es: Verdaderamente, esta es una aldea idílica.

source: Hello there, pilgrim. May I join you?
es: Hola, peregrino. ¿Puedo unirme a ti?

source: Certainly, miss...?
es: Ciertamente, señorita...?

source: Clare. The name is Clare.
es: Clare. El nombre es Clare.

source: Well, it is a pleasure to meet you Clare. I go by the name of Haldar.
es: Bueno, es un placer conocerte, Clare. Yo me llamo Haldar.

source: It is good to make acquaintance with you, too. I can tell by your attire that your are a mage too. Could you possibly give me some instruction?
es: También es bueno conocerte. Puedo decir por tu atuendo que eres un mago también. ¿Podrías posiblemente darme alguna instrucción?

source: It would be an honor. However, I have no books or tools on my person. If you wish to learn, you will have to travel to my home.
es: Sería un honor. Sin embargo, no tengo libros ni herramientas conmigo. Si quieres aprender, tendrás que viajar a mi casa.

source: Where is your home? If you do not mind me asking, of course?
es: ¿Dónde está tu casa? Si no te importa que pregunte, por supuesto?

source: It is in the Heart Mountains. In fact, I have a map showing its position on me. Here you go.
es: Está en las Montañas del Corazón. De hecho, tengo un mapa mostrando su posición conmigo. Aquí tienes.

source: Thank you. I will travel there soon.
es: Gracias. Viajaré allí pronto.

source: I shall await your arrival eagerly.
es: Esperaré tu llegada con ansias.

source: Hmm ... I do not have a good feeling about that one.
es: Hmm... No tengo buena sensación sobre ese.

source: Oh, but I really do...
es: Oh, pero yo realmente sí...

source: If that is what you think, then I can do nothing.
es: Si eso es lo que piensas, entonces no puedo hacer nada.

source: That very night, as the moon reached its peak, disaster struck.
es: Esa misma noche, cuando la luna alcanzó su punto máximo, ocurrió el desastre.

source: Hah!
es: ¡Ja!

source: Headman? Headman Glacyn? Answer me?
es: ¿Jefe? ¿Jefe Glacyn? ¿Respóndeme?

source: Curses! He has breathed his last.
es: ¡Maldición! Ha dado su último aliento.

source: No! He cannot be dead... It is not true.
es: ¡No! No puede estar muerto... No es verdad.

source: Clare, it is true. It saddens me to say this, but he is gone now.
es: Clare, es verdad. Me entristece decir esto, pero ya se fue.

source: But... How? And who could have done such a thing?
es: Pero... ¿Cómo? ¿Y quién podría haber hecho tal cosa?

source: I recognize that poison. It’s the same toxin that once nearly slew me. Orcs did this.
es: Reconozco ese veneno. Es el mismo tóxico que una vez casi me mató. Orcos hicieron esto.

source: Then we must make the orcs pay! Get a search party ready!
es: ¡Entonces debemos hacer que los orcos paguen! ¡Preparen un grupo de búsqueda!

source: I’m sorry, ma’am, but we need every guard to defend the village.
es: Lo siento, señora, pero necesitamos cada guardia para defender la aldea.

source: Oh, yes, now when Glacyn is no longer among us the orcs will again attempt to raid our village for sure. So it seems that it is upon me to find that accursed orc who dared to do such a horrible thing and bring the justice to him. But you Lemyr will follow me on my mission, right?
es: Oh, sí, ahora que Glacyn ya no está entre nosotros, los orcos intentarán de nuevo saquear nuestra aldea seguro. Así que parece que me toca a mí encontrar a ese orco maldito que se atrevió a hacer tal cosa horrible y llevarle justicia. Pero tú, Lemyr, me seguirás en mi misión, ¿verdad?

source: I would really love to, my dearest friend but I feel that my place is here. I shall stay and replace Glacyn on his position. I was not officially appointed to it yet but I am pretty sure that I will be. So sadly we must part ways again. Good luck in the search. Give the orc my hate, and that of the entire village.
es: Me encantaría, mi querida amiga, pero siento que mi lugar está aquí. Me quedaré y reemplazaré a Glacyn en su posición. Aún no fui nombrado oficialmente, pero estoy bastante seguro de que lo seré. Así que tristemente debemos separarnos de nuevo. Buena suerte en la búsqueda. Dale al orco mi odio, y el de toda la aldea.

source: I suppose that you are right. I need to go now to stand a chance, so this is goodbye, for now. I hope we can re-unite at the soonest possible time.
es: Supongo que tienes razón. Necesito irme ahora para tener una oportunidad, así que esto es adiós, por ahora. Espero que podamos reunirnos lo más pronto posible.

source: So do I, my ... friend.
es: Yo también, mi... amiga.

source: The Poison
es: El Veneno

source: Dragon
es: Dragón

source: Slay the dragon
es: Mata al dragón

source: I am here. But ... where is the dragon? Well, maybe I teleported to a different place. Hmm, probably not but still, I should practice it more often.
es: Estoy aquí. Pero... ¿dónde está el dragón? Bueno, tal vez me teletransporté a un lugar diferente. Hmm, probablemente no, pero aún así, debería practicarlo más a menudo.

source: What the hell was that? Are you a mage?
es: ¿Qué demonios fue eso? ¿Eres una maga?

source: Hmm, then you may be the one who can help us with our problem.
es: Hmm, entonces podrías ser la que puede ayudarnos con nuestro problema.

source: What is the problem?
es: ¿Cuál es el problema?

source: A dragon settled in a nearby cave some time ago. He kills everyone who dares to enter the cave. He also killed five of my men who tried to slay him.
es: Un dragón se instaló en una cueva cercana hace algún tiempo. Mata a todos los que se atreven a entrar en la cueva. También mató a cinco de mis hombres que intentaron matarlo.

source: I offered a hand of my daughter in marriage to anyone who slays the dragon. But in your case, I offer two hundred pieces of gold. Do you accept it?
es: Ofrecí la mano de mi hija en matrimonio a cualquiera que mate al dragón. Pero en tu caso, ofrezco doscientas piezas de oro. ¿Lo aceptas?

source: I guess that it is the dragon Haldar told me about. Well, I would kill him anyway then but why I should say no to his money.
es: Supongo que es el dragón del que Haldar me habló. Bueno, lo mataría de todos modos entonces, pero ¿por qué debería decir no a su dinero?

source: This is a fair price.
es: Este es un precio justo.

source: Ok. Bring me his scales and I will give you your money.
es: Bien. Tráeme sus escamas y te daré tu dinero.

source: Yes. So, into the cave.
es: Sí. Entonces, a la cueva.

source: And there is a dragon here.
es: Y hay un dragón aquí.

source: A necromancer? What are you doing here?
es: ¿Un nigromante? ¿Qué haces aquí?

source: I want your poison. And by the way, to kill you for a reward.
es: Quiero tu veneno. Y de paso, matarte por una recompensa.

source: Do you want his daughter? Interesting. Ha ha ha.
es: ¿Quieres a su hija? Interesante. Ja ja ja.

source: Not even as my minion. Well, she might become a useful seducer ... But no, I will receive two hundred pieces of gold for your scales.
es: Ni siquiera como mi minion. Bueno, podría convertirse en una seductora útil... Pero no, recibiré doscientas piezas de oro por tus escamas.

source: You will never have my poison nor my scales.
es: Nunca tendrás mi veneno ni mis escamas.

source: You know - never say never.
es: Sabes - nunca digas nunca.

source: Silence, necromancer. Drakes, bring me this intruder's head!
es: Silencio, nigromante. ¡Dracos, tráiganme la cabeza de esta intrusa!

source: Does he have drakes? Never mind. Skeletons, zombies, kill them all.
es: ¿Tiene dracos? No importa. Esqueletos, zombis, mátenlos a todos.

source: I found some gold.
es: Encontré algo de oro.

source: Hmm, where can the poison be? I do not think that the dragon would be carrying it on himself, he probably hid it somewhere. But where? I should carefully scour the cave.
es: Hmm, ¿dónde puede estar el veneno? No pienso que el dragón lo lleve consigo, probablemente lo escondió en algún lugar. Pero ¿dónde? Debería registrar la cueva cuidadosamente.

source: and find the poison
es: y encuentra el veneno

source: No! This is impossible. Slain by a necromancer.
es: ¡No! Esto es imposible. Muerto por un nigromante.

source: Believe it. I am a master of dark magic and necromancy. My powers are unmatched and my legions of undead ...
es: Créelo. Soy una maestra de la magia oscura y nigromancia. Mis poderes son incomparables y mis legiones de no muertos...

source: Oh, please ... another dark mage with big delusions. Spare me of it, I have heard that countless times. Just grab your poison and drink it down if you want it so badly!
es: Oh, por favor... otro mago oscuro con grandes delirios. Ahórramelo, lo he oído innumerables veces. ¡Solo toma tu veneno y bébelo si lo quieres tanto!

source: Yes I am going to drink it but not here and now. And now, die!
es: Sí, voy a beberlo, pero no aquí y ahora. ¡Y ahora, muere!

source: I really scared these drakes by killing the dragon, hehe. But I still need to find the poison.
es: Realmente asusté a estos dracos matando al dragón, jeje. Pero aún necesito encontrar el veneno.

source: Find the poison
es: Encuentra el veneno

source: Yes, I found the poison! You did not conceal it very well.
es: ¡Sí, encontré el veneno! No lo ocultaste muy bien.

source: It was a trap! You will not make it out alive. Surround the necromancer, my drakes and kill her slowly!
es: ¡Era una trampa! No saldrás viva. ¡Rodeen al nigromante, mis dracos, y mátenla lentamente!

source: That would be done. Now the reward.
es: Eso estaría hecho. Ahora la recompensa.

source: There are your scales here, sir. And my reward?
es: Aquí están tus escamas, señor. ¿Y mi recompensa?

source: You slew the dragon! Excellent! All hail ...
es: ¡Mataste al dragón! ¡Excelente! ¡Todos aclamen...

source: Clare. I am Clare.
es: Clare. Soy Clare.

source: Hail Clare, the dragon slayer!
es: ¡Salve Clare, la matadragones!

source: And here is your reward, Clare. Two hundred pieces of gold exactly. And if you don't mind, we'll be having a celebration in your honor.
es: Y aquí está tu recompensa, Clare. Exactamente doscientas piezas de oro. Y si no te importa, tendremos una celebración en tu honor.

source: Thank you, sir but I must decline. I have got pressing matters elsewhere, I have to leave right now. Good bye.
es: Gracias, señor, pero debo rechazar. Tengo asuntos urgentes en otro lugar, tengo que irme ahora mismo. Adiós.

source: I understand. So good bye.
es: Entiendo. Así que adiós.

source: No! Slain by a mere dragon.
es: ¡No! Muerta por un mero dragón.

source: Your dark arts could not save you from the real power.
es: Tus artes oscuras no pudieron salvarte del poder real.

source: This is hopeless. I will surely die, but without my poison.
es: Esto es desesperanzador. Seguramente moriré, pero sin mi veneno.

source: Ghosts
es: Fantasmas

source: I am proud of you, Clare. You are a really powerful mage now.
es: Estoy orgulloso de ti, Clare. Ahora eres una maga realmente poderosa.

source: I bet that you can even control ghosts. So try it.
es: Apuesto a que incluso puedes controlar fantasmas. Así que pruébalo.

source: Recruit 6 ghosts
es: Recluta 6 fantasmas

source: I told you to recruit ghosts not to recall! Try it again!
es: ¡Te dije que reclutaras fantasmas, no que los reincorporaras! ¡Inténtalo de nuevo!

source: Come to the world of living.
es: Vengan al mundo de los vivos.

source: Confused spirit
es: Espíritu confundido

source: Why am I here?
es: ¿Por qué estoy aquí?

source: You are here to help me fight orcs.
es: Estás aquí para ayudarme a luchar contra orcos.

source: Hateful spirit
es: Espíritu odioso

source: Orcs? ... Oh, yes! I hated them in my life. Those vile beasts have slew my whole family! I will help you, lady.
es: ¿Orcos?... Oh, ¡sí! Los odiaba en vida. ¡Esas viles bestias mataron a toda mi familia! Te ayudaré, señora.

source: Nice job. I have taught you most of what I know. You are ready for your orc.
es: Buen trabajo. Te he enseñado la mayoría de lo que sé. Estás lista para tu orco.

source: Trolls? They must have found a path to this cave. Never mind, it will also be a good test of your new abilities. Kill them all with your servants.
es: ¿Trolls? Deben haber encontrado un camino a esta cueva. No importa, también será una buena prueba de tus nuevas habilidades. Mátenlos a todos con tus sirvientes.

source: Defeat all trolls
es: Derrota a todos los trolls

source: Death of Haldar
es: Muerte de Haldar

source: I knew that you could handle them. Now your studies are completed. I can make a diploma for you.
es: Sabía que podías manejarlos. Ahora tus estudios están completos. Puedo hacerte un diploma.

source: That was not funny.
es: Eso no fue gracioso.

source: You are right. Nevertheless you were a great apprentice. But now you do not need me any longer.
es: Tienes razón. Sin embargo, fuiste una gran aprendiz. Pero ahora ya no me necesitas.

source: Will you not accompany me on my quest?
es: ¿No me acompañarás en mi búsqueda?

source: You do not really need me for this, you can do it on your own but I will be glad if you will visit me from time to time.
es: No me necesitas realmente para esto, puedes hacerlo sola, pero me alegraría si me visitas de vez en cuando.

source: Oh, I am definitively going to come by sometimes. But I think that I should get going now. So good bye, master.
es: Oh, definitivamente pasaré por aquí a veces. Pero creo que debería irme ahora. Así que adiós, maestro.

source: Good bye, Clare.
es: Adiós, Clare.

source: You have lost too much time. More trolls are coming.
es: Has perdido demasiado tiempo. Vienen más trolls.

source: How could this happen?
es: ¿Cómo pudo pasar esto?

source: Master, no!
es: ¡Maestro, no!

source: Necromancer('s) Hunt
es: Cacería de Nigromante

source: Paladins
es: Paladines
