Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: Here he is. On him, paladins.
es: Aquí está. A por él, paladines.

source: Who goes there? ... You must be Lemyr the knight. Clare spoke about you.
es: ¿Quién va allí?... Debes ser Lemyr el caballero. Clare habló de ti.

source: You will pay for what you did to her!
es: ¡Pagarás por lo que le hiciste!

source: I did nothing to her. It was her own choice.
es: No le hice nada. Fue su propia elección.

source: Silence, necromancer. You will cause no more harm to good people of Irdya, we will make sure of that. Paladins, on him.
es: Silencio, nigromante. No causarás más daño a la buena gente de Irdya, nos aseguraremos de eso. Paladines, a por él.

source: He is more powerful than I expected but it makes no difference. I will do it myself.
es: Es más poderoso de lo que esperaba, pero no hace diferencia. Lo haré yo mismo.

source: Stop, Haldar!
es: ¡Para, Haldar!

source: Why? It was he who started this.
es: ¿Por qué? Fue él quien empezó esto.

source: And it will be me who ends this.
es: Y seré yo quien termine esto.

source: How could you, Clare? I was your teacher.
es: ¿Cómo pudiste, Clare? Era tu maestro.

source: Yes, you were. But I cannot let you kill my friends. Farewell.
es: Sí, lo eras. Pero no puedo dejar que mates a mis amigos. Adiós.

source: So it is done. Let us leave this place.
es: Así está hecho. Dejemos este lugar.

source: You saved my life. Thank you. But why did you kill him?
es: Salvaste mi vida. Gracias. Pero ¿por qué lo mataste?

source: You are my best friend. I could not let anyone harm you.
es: Eres mi mejor amigo. No podía dejar que nadie te dañara.

source: It was I who had to protect you but I failed. I could not protect you from this evil.
es: Era yo quien tenía que protegerte, pero fallé. No pude protegerte de este mal.

source: It was not your fault. I was too weak to resist the evil and I hate myself for this. Alas all we can do now is return to our village and try to live somehow even though I am undead.
es: No fue tu culpa. Era demasiado débil para resistir el mal y me odio por esto. Pero todo lo que podemos hacer ahora es regresar a nuestra aldea e intentar vivir de alguna manera aunque soy no muerta.

source: You are right. Let us go to our village.
es: Tienes razón. Vayamos a nuestra aldea.

source: Seeking The Mage
es: Buscando al Mago

source: Find Haldar's place with Clare
es: Encuentra el lugar de Haldar con Clare

source: This river’s called Arkan Thoria. You sure you want to cross it?
es: Este río se llama Arkan Thoria. ¿Segura que quieres cruzarlo?

source: It is the only way to reach the mage. He abides in the Heart Mountains.
es: Es la única manera de llegar al mago. Reside en las Montañas del Corazón.

source: I don’t know ‘bout this. I only heard of one mage from the Heart Mountains, and he ain't a good guy.
es: No sé sobre esto. Solo escuché de un mago de las Montañas del Corazón, y no es un buen tipo.

source: Oh, so you are complaining about people not being “good guys”. That’s rich, coming from a footpad, of all people.
es: Oh, así que te quejas de que la gente no sea “buena gente”. Eso es rico, viniendo de un bandido, de toda la gente.

source: I didn't say anything, miss.
es: No dije nada, señora.

source: Good.
es: Bien.

source: I heard there’s some Orcs that lurk about ‘round here. But if we stick to the road they probably won’t bother us.
es: Escuché que hay algunos orcos acechando por aquí. Pero si nos mantenemos en el camino probablemente no nos molesten.

source: Very well. Let us press onward.
es: Muy bien. Sigamos adelante.

source: You can now recruit footpads and thieves, to protect Clare and Tinry and to explore the scenario. You may also recall the ones from the previous scenario.
es: Ahora puedes reclutar bandidos y ladrones, para proteger a Clare y Tinry y explorar el escenario. También puedes reincorporar los del escenario anterior.

source: Hey there, Tinry. What you doing ‘round here?
es: Oye, Tinry. ¿Qué haces por aquí?

source: Oh, hi, Merissa! I'm with this lady ‘ere. We're going to the Heart Mountains.
es: Oh, hola, Merissa. Estoy con esta señora aquí. Vamos a las Montañas del Corazón.

source: She doesn't look like a noble lady to me. She looks like a mage.
es: No se ve como una señora noble para mí. Se ve como una maga.

source: Well, yeah, but she doesn't talk nor act like us.
es: Bueno, sí, pero no habla ni actúa como nosotros.

source: Whatever. By the way why do you want to go to the Heart Mountains, girl?
es: Como sea. Por cierto, ¿por qué quieres ir a las Montañas del Corazón, chica?

source: I am searching for a mage. A vile Orc slew my village's headman, a friend of mine, and the mage can help me avenge him.
es: Estoy buscando un mago. Un vil orco mató al jefe de mi aldea, un amigo mío, y el mago puede ayudarme a vengarlo.

source: Orcs are all the same, so cruel. But, the mage you looking for, he ain't...
es: Los orcos son todos iguales, tan crueles. Pero, el mago que buscas, no es...

source: a really good guy? Yes, Tinry already told me that much.
es: un tipo realmente bueno? Sí, Tinry ya me dijo eso.

source: Ah, right. What's your name, anyways?
es: Ah, cierto. ¿Cuál es tu nombre, de todos modos?

source: Clare. I am not keen on being called Lady.
es: Clare. No me gusta que me llamen Señora.

source: Ok. Well, if you want, I can join you. I know the region well, so I can be a good helper.
es: Bien. Bueno, si quieres, puedo unirme a ti. Conozco bien la región, así que puedo ser una buena ayudante.

source: Thank you, you are most welcome to join my party.
es: Gracias, eres muy bienvenida a unirte a mi grupo.

source: So, the mage. There's a shortcut, if you want it. Go down this road, straight to the mountain.
es: Entonces, el mago. Hay un atajo, si lo quieres. Baja por este camino, directo a la montaña.

source: And hey, Tinry, stop staring at her. I know she's pretty but she seems to be embarrassed by it despite not saying nothing.
es: Y oye, Tinry, deja de mirarla fijamente. Sé que es bonita, pero parece que se siente avergonzada aunque no diga nada.

source: Heh? ... Alright, alright!
es: ¿Eh?... ¡De acuerdo, de acuerdo!

source: I was planning a far longer path. Thank you for saving me the hike.
es: Planeaba un camino mucho más largo. Gracias por ahorrarme la caminata.

source: You’re welcome, la- Clare. And one thing I heard someone saw some monsters in the river. I never saw them but be careful.
es: De nada, Cla- Clare. Y una cosa que escuché, alguien vio monstruos en el río. Nunca los vi, pero tengan cuidado.

source: Aaaahhh! Some monsters just emerged from the deep water! The rumors were true. They'll drown us!
es: ¡Aaaahhh! ¡Algunos monstruos acaban de salir del agua profunda! Los rumores eran ciertos. ¡Nos ahogarán!

source: Tinry, you scaredy-cat! You forgot we're pretty quick so we can avoid them but if they dare to attack us I'm sure your guys could handle them. These creatures aren't so strong ... I think.
es: ¡Tinry, miedoso! Olvidaste que somos bastante rápidos, así que podemos evitarlos, pero si se atreven a atacarnos estoy segura de que tus chicos podrían manejarlos. Estas criaturas no son tan fuertes... creo.

source: Ah, alright, alright. Let's go smite them, guys.
es: Ah, de acuerdo, de acuerdo. Vamos a acabar con ellos, chicos.

source: I can feel the remnants of magic in the air. We have arrived. Well, thank you for your help, people, I could not get here without your help. But what is ahead is just for me. Wait for me here, I shall be back soon.
es: Puedo sentir los remanentes de magia en el aire. Hemos llegado. Bueno, gracias por su ayuda, gente, no podría haber llegado aquí sin ustedes. Pero lo que sigue es solo para mí. Espérenme aquí, regresaré pronto.

source: Yes, ma'am!
es: ¡Sí, señora!

source: There goes the last of our water.
es: Ahí va lo último de nuestro agua.

source: All the water in these mountains is infectious, so I suppose... This is it. We are doomed.
es: Toda el agua en estas montañas es infecciosa, así que supongo... Esto es todo. Estamos condenados.

source: Recruiting Bandits
es: Reclutando Bandidos

source: Hey, Tinry! Someone's coming out of the cave. Go and check who it is.
es: ¡Oye, Tinry! Alguien sale de la cueva. Ve y revisa quién es.

source: Yeah, I'm going ... Looks like a girl. I think it's Clare.
es: Sí, voy... Parece una chica. Creo que es Clare.

source: Yes, Tinry, it is me. I am back.
es: Sí, Tinry, soy yo. Regresé.

source: Hmmm, that was somehow quick. Tell me what happend.
es: Hmmm, eso fue de alguna manera rápido. Cuéntame qué pasó.

source: You were right, Haldar was evil, you were right. But what can I do now? I sense that accursed orc. He may be just a few days of walking from us but he is hiding in an orcish city. It is protected by dozens of other orcs. I cannot crush such a big force on my own. Could you help me one more time, please?
es: Tenías razón, Haldar era malvado, tenías razón. Pero ¿qué puedo hacer ahora? Siento a ese orco maldito. Puede estar a solo unos días de caminata de nosotros, pero se esconde en una ciudad orca. Está protegida por docenas de otros orcos. No puedo aplastar una fuerza tan grande sola. ¿Podrían ayudarme una vez más, por favor?

source: Well, no. Sorry but we're too few to attack a city.
es: Bueno, no. Lo siento, pero somos demasiado pocos para atacar una ciudad.

source: But we know someone who could help you. But you won't like him either I fear. He's a well known highwayman. He alone has killed many men of the law who were chasing him. But he's also gathered a large group of guys as tough and strong as him. His name is Mubryn. His band could be what you need.
es: Pero conocemos a alguien que podría ayudarte. Pero me temo que tampoco te gustará. Es un conocido salteador de caminos. Él solo ha matado a muchos hombres de la ley que lo perseguían. Pero también ha reunido un gran grupo de chicos tan duros y fuertes como él. Su nombre es Mubryn. Su banda podría ser lo que necesitas.

source: Well, I guess that it is just what I need right now. I do not like it at all but I have no other choice. Can you show me where he lives?
es: Bueno, supongo que es justo lo que necesito ahora. No me gusta en absoluto, pero no tengo otra opción. ¿Pueden mostrarme dónde vive?

source: Sure, we'll accompany you!
es: ¡Claro, te acompañaremos!

source: Hi, Mubryn.
es: Hola, Mubryn.

source: Who's there? ... Oh, Tinry and Merissa? I haven't seen you for a long time. Why are you here?
es: ¿Quién está allí?... Oh, ¿Tinry y Merissa? No los he visto en mucho tiempo. ¿Por qué están aquí?

source: This lady...
es: Esta señora...

source: She isn't a lady.
es: No es una señora.

source: ... needs your help to kill some orc.
es: ... necesita tu ayuda para matar a un orco.

source: Some orc, you say? Can't you handle one orc, Tinry? I thought Merissa taught you better.
es: ¿Un orco, dices? ¿No puedes manejar un orco, Tinry? Pensé que Merissa te enseñó mejor.

source: Maybe he is only one, but he is quick and likes night actions. He killed my village's headman.
es: Tal vez sea solo uno, pero es rápido y le gustan las acciones nocturnas. Mató al jefe de mi aldea.

source: I don't like his kind, but hate the orcs much more. But why should I do this?
es: No me gusta su tipo, pero odio mucho más a los orcos. Pero ¿por qué debería hacer esto?

source: Maybe they will forgive you some of your rogue deeds.
es: Tal vez te perdonen algunos de tus actos pícaros.

source: Do I have any guarantees?
es: ¿Tengo alguna garantía?

source: I cannot promise you anything but my words have some importance in my village.
es: No puedo prometerte nada, pero mis palabras tienen algo de importancia en mi aldea.

source: Well, I might do it but why should I? A pardon isn't so much, especially if we can defend ourselves from authorities pretty well.
es: Bueno, podría hacerlo, pero ¿por qué debería? Un perdón no es tanto, especialmente si podemos defendernos bastante bien de las autoridades.

source: Well, what about some gold? You will receive adequate compensation for your services.
es: Bueno, ¿qué tal algo de oro? Recibirán una compensación adecuada por sus servicios.

source: Sounds better. So we have a deal then. Guys, prepare yourself. We are leaving immediately.
es: Suena mejor. Entonces tenemos un trato. Chicos, prepárense. Nos vamos inmediatamente.

source: Clare and Lemyr returned to their village and tried to live. They managed to deal with her undeath somehow and continued in their friendship.
es: Clare y Lemyr regresaron a su aldea e intentaron vivir. Lograron lidiar de alguna manera con su no muerte y continuaron su amistad.

source: Some years later, an orc united many orcish tribes and led them against humans, but they defeated him with help of the elves and everything returned to the old ways.
es: Algunos años después, un orco unió muchas tribus orcas y las lideró contra los humanos, pero lo derrotaron con ayuda de los elfos y todo regresó a las viejas maneras.

source: Shadow in the East
es: Sombra en el Este

source: Peace cannot rule the Northlands forever. After about two decades of peace strange things began to happend there. Discover what is really going on and who is behind it and put an end to it.
es: La paz no puede gobernar las Tierras del Norte para siempre. Después de unas dos décadas de paz, cosas extrañas empezaron a pasar allí. Descubre qué está pasando realmente y quién está detrás y ponle fin.

source: So it was my last adventure.
es: Entonces fue mi última aventura.

source: Mom! No!
es: ¡Mamá! ¡No!

source: About two decades were peaceful. Clare could raise the child what she found on her last adventure in peace. Her friends helped her with it.
es: Unas dos décadas fueron pacíficas. Clare pudo criar a la niña que encontró en su última aventura en paz. Sus amigos la ayudaron con ello.

source: Clare realized that the child was highly intelligent and wielded some magic power. She helped her develop her magic powers. She gave her good manners to her as well.
es: Clare se dio cuenta de que la niña era altamente inteligente y manejaba algo de poder mágico. La ayudó a desarrollar sus poderes mágicos. También le dio buenos modales.

source: Alas during that time most of her experienced soldiers became too old and unable to fight.
es: Pero durante ese tiempo, la mayoría de sus soldados experimentados se volvieron demasiado viejos e incapaces de luchar.

source: But one day Clare and her friends started to be bored.
es: Pero un día Clare y sus amigos empezaron a aburrirse.

source: With no fog clouding the view it was easy to return to the city. But they saw a person in front of them...
es: Sin niebla nublando la vista, fue fácil regresar a la ciudad. Pero vieron a una persona frente a ellos...

source: After this strange encounter, Clare and her friends returned to the city to tell its denizens that they are safe again. Clare was also eager to find out who was behind this event.
es: Después de este extraño encuentro, Clare y sus amigos regresaron a la ciudad para decirle a sus habitantes que están a salvo de nuevo. Clare también estaba ansiosa por descubrir quién estaba detrás de este evento.

source: After a few days of walking their path was crossed with a swamp occupied by saurians.
es: Después de unos días de caminata, su camino se cruzó con un pantano ocupado por saurios.

source: Clare arrived to lands to east from Wesnoth to looking for Ravan. But it seemed that she was not welcome here.
es: Clare llegó a tierras al este de Wesnoth buscando a Ravan. Pero parecía que no era bienvenida aquí.

source: Despite their words Clare found a group of necromancers after a few days of march.
es: A pesar de sus palabras, Clare encontró un grupo de nigromantes después de unos días de marcha.

source: Not so far to the north they really found a cave and inside Ravan.
es: No tan lejos al norte realmente encontraron una cueva y dentro a Ravan.

source: They ran as fast as they could away from his cave. They stopped not until at the dawn of next day.
es: Corrieron lo más rápido que pudieron lejos de su cueva. No pararon hasta el amanecer del día siguiente.

source: Merissa led them through hills and woods to Tinry. Unfortunately she later lost sense of his presence.
es: Merissa los guió a través de colinas y bosques hasta Tinry. Desafortunadamente, después perdió el sentido de su presencia.

source: The heroes returned to the castle in a few days but they realized soon that there is no time for celebration.
es: Los héroes regresaron al castillo en unos días, pero pronto se dieron cuenta de que no había tiempo para celebración.

source: Merissa led her friends for a few days to a place where Clare never was. It was not definitely in her (former) realm.
es: Merissa guió a sus amigos por unos días a un lugar donde Clare nunca había estado. Definitivamente no estaba en su (antiguo) reino.

source: Eastern Lands
es: Tierras Orientales

source: Foreigners
es: Extranjeros

source: Natives
es: Nativos

source: Defeat both enemy leaders
es: Derrota a ambos líderes enemigos

source: Hail. We are looking for a wizard named Ravan. He is causing problems somewhere here. Do you have an idea where could he be?
es: Salve. Estamos buscando a un mago llamado Ravan. Está causando problemas en algún lugar aquí. ¿Tienen idea de dónde podría estar?

source: I have never heard this name. What about you, Cyryn?
es: Nunca escuché ese nombre. ¿Y tú, Cyryn?

source: I know a lot of people but nobody with such a name. And for your information, nobody's causing problems here. I should know about it.
es: Conozco a mucha gente, pero nadie con ese nombre. Y para su información, nadie está causando problemas aquí. Debería saberlo.

source: Just like he said. And now get lost. We don't like uninvited guests here.
es: Tal como dijo. Y ahora váyanse. No nos gustan los invitados no invitados aquí.

source: No, he is close. I can sense his presence. He is raising undead hordes to destroy Wesnoth. We have to stop him.
es: No, está cerca. Puedo sentir su presencia. Está levantando hordas de no muertos para destruir Wesnoth. Tenemos que detenerlo.

source: Fairy tales only. I know about everything what is going on here. I rather believe you are the necromancer.
es: Solo cuentos de hadas. Sé todo lo que pasa aquí. Prefiero creer que tú eres el nigromante.

source: The others are her apprentices for sure. Destroy them all!
es: Los otros son sus aprendices seguro. ¡Destrúyanlos a todos!

source: It's hopeless. They don't listen to us at all. I think we have no other choice than fight them.
es: Es desesperanzador. No nos escuchan en absoluto. Creo que no tenemos otra opción que luchar contra ellos.

source: Some reinforcements arrived.
es: Llegaron algunos refuerzos.

source: I do not like killing people but if they are dumb and do not listen ... Anyhow I think that we can continue in searching Ravan.
es: No me gusta matar gente, pero si son tontos y no escuchan... De todos modos, creo que podemos continuar buscando a Ravan.

source: I can see huge reinforcements coming from south. We are doomed.
es: Puedo ver enormes refuerzos viniendo del sur. Estamos condenados.

source: Treasure Hunters
es: Cazadores de Tesoros

source: Find Tinry
es: Encuentra a Tinry

source: So where is Tinry?
es: Entonces, ¿dónde está Tinry?

source: A few moments ago I should swear he is close but now ... I can't feel him, like he's already ...
es: Hace unos momentos juraría que está cerca, pero ahora... no lo siento, como si ya estuviera...

source: Do not even think about it! I am pretty sure that he is still alive. The hope is dying as the last, you know. Until we find his dead body there is still a chance here that he is alive.
es: ¡Ni siquiera lo pienses! Estoy bastante segura de que aún está vivo. La esperanza muere al último, sabes. Hasta que encontremos su cuerpo muerto, aún hay una oportunidad de que esté vivo.

source: Thanks. You are probably right. Ok, let's search for him.
es: Gracias. Probablemente tengas razón. Bien, busquémoslo.

source: I can see some bandits!
es: ¡Puedo ver algunos bandidos!

source: Maybe they know where Tinry could be.
es: Tal vez sepan dónde podría estar Tinry.

source: Ha, I recognize you, Mugwyn! You had some conflicts with Tinry. Tell me where he is. I learned to use magic so I can cause you a lot of pain and heal you at the same time until you tell me what I want to know!
es: ¡Ja, te reconozco, Mugwyn! Tuviste algunos conflictos con Tinry. Dime dónde está. Aprendí a usar magia, así que puedo causarte mucho dolor y sanarte al mismo tiempo hasta que me digas lo que quiero saber.

source: Calm down, Merissa. What is wrong with you?
es: Cálmate, Merissa. ¿Qué te pasa?

source: He was always as my younger brother. Well maybe I wasn't so nice to him but in fact I liked him very much and I can't let anyone to harm him.
es: Siempre fue como mi hermano menor. Bueno, tal vez no fui tan amable con él, pero en realidad me gustaba mucho y no puedo dejar que nadie le haga daño.

source: I had no idea ...
es: No tenía idea...

source: So do you like pain, Mugwyn? Or will you speak?
es: Entonces, ¿te gusta el dolor, Mugwyn? ¿O hablarás?

source: Well, I like pain but only if I can cause it. So I will speak. Well, I knew he wanted to make a treasure hunt so I got a false map to him. When he came here, my boys were already awaiting him.
es: Bueno, me gusta el dolor, pero solo si puedo causarlo. Así que hablaré. Bueno, sabía que quería hacer una caza de tesoro, así que le di un mapa falso. Cuando llegó aquí, mis chicos ya lo estaban esperando.

source: You, scum! You, garbage! You killed him! I swear I will send you to the hell!
es: ¡Tú, escoria! ¡Tú, basura! ¡Lo mataste! ¡Juro que te enviaré al infierno!

source: Why should I kill him? I enjoy watching him suffering.
es: ¿Por qué lo mataría? Disfruto viéndolo sufrir.

source: So where is he? Tell me!
es: Entonces, ¿dónde está? ¡Dímelo!

source: To the west from here, in mountains. But you won't save him. Kill them all, boys!
es: Al oeste de aquí, en las montañas. Pero no lo salvarán. ¡Mátenlos a todos, chicos!

source: What a trap. And even I can't escape.
es: Qué trampa. E incluso yo no puedo escapar.

source: Go to look for him. We will stop them.
es: Ve a buscarlo. Nosotros los detendremos.

source: Kill Mugwyn
es: Mata a Mugwyn

source: and find Tinry with Merissa
es: y encuentra a Tinry con Merissa

source: No! It can't end this way!
es: ¡No! ¡No puede terminar así!

source: And how else would it end, huh?
es: ¿Y cómo más terminaría, eh?

source: It was a hard battle but we won. Anyhow we still have to find Tinry.
es: Fue una batalla dura, pero ganamos. De todos modos, aún tenemos que encontrar a Tinry.

source: Find Tinry with Merissa
es: Encuentra a Tinry con Merissa

source: Here you are, brother. Do you have an idea how much worried was I?! I swear ...
es: Aquí estás, hermano. ¿Tienes idea de cuánto me preocupé? ¡Juro...

source: Still the same you are, sister. Nice to know some things won't change, ha ha.
es: Sigues siendo la misma, hermana. Bueno saber que algunas cosas no cambian, ja ja.

source: I am just kidding you. I am happy to see you are ... all right. Come to me. I want to hug you.
es: Solo te estoy bromeando. Estoy feliz de verte... bien. Ven a mí. Quiero abrazarte.

source: Are you sure? You never did it.
es: ¿Estás segura? Nunca lo hiciste.

source: As I never was.
es: Como nunca lo fui.

source: I am sorry for ruining your happy moment but we still have some fighting here. Do you mind helping us?
es: Lo siento por arruinar su momento feliz, pero aún tenemos algo de lucha aquí. ¿Les importa ayudarnos?

source: I am coming to you, Mugwyn. You will pay!
es: Voy por ti, Mugwyn. ¡Pagarás!

source: What a nice moment. But will you mind returning to home?
es: Qué lindo momento. Pero ¿les importa regresar a casa?
