Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: Yes, Jolla, I am coming.
es: Sí, Jolla, voy.

source: Very well, let us do it. Give me your hand, Lemyr. ... Oh, it is very cold. Well, I should not be surprised by it given ... your nature. ... Well, let us start already. Repeat my words, Lemyr.
es: Muy bien, hagámoslo. Dame tu mano, Lemyr... Oh, está muy fría. Bueno, no debería sorprenderme dado... tu naturaleza... Bueno, empecemos ya. Repite mis palabras, Lemyr.

source: It worked! They are all gone. It was a really strong spell. May I ask where you learned it?
es: ¡Funcionó! Todos desaparecieron. Fue un hechizo realmente poderoso. ¿Puedo preguntar dónde lo aprendiste?

source: My child, I devoted my whole lifetime to study the magic of light. My m-master taught me a really lot of things but I too spent many years on scouring libraries and even wastelands to discover ancient knowledge. I can teach you my finds if you wish so.
es: Hija mía, dediqué toda mi vida a estudiar la magia de luz. Mi m-maestro me enseñó muchas cosas, pero yo también pasé muchos años revisando bibliotecas y hasta tierras baldías para descubrir conocimiento antiguo. Puedo enseñarte mis hallazgos si lo deseas.

source: Yes, please. I always longed to learn more but never had an opportunity. Lemyr taught me a few things but you seem to know much more. And by the way, are you going to retire? The biggest threats to this world are gone.
es: Sí, por favor. Siempre anhelé aprender más, pero nunca tuve la oportunidad. Lemyr me enseñó algunas cosas, pero pareces saber mucho más. Y por cierto, ¿vas a retirarte? Las mayores amenazas a este mundo han desaparecido.

source: Why I should even consider retirement? I am at the height of power and have plenty of energy.
es: ¿Por qué debería siquiera considerar el retiro? Estoy en la cima de mi poder y tengo mucha energía.

source: It might be so but your skin is already a bit wrinkled and almost all your hair are gray.
es: Puede ser, pero tu piel ya está un poco arrugada y casi todo tu cabello es gris.

source: That is ...
es: Eso es...

source: nothing but true, my friend. We both have walked this world for too long. Eight and half decades, if I recall correctly. I cannot remember of any human who lived so long.
es: nada más que cierto, amiga. Ambas hemos caminado por este mundo demasiado tiempo. Ocho décadas y media, si recuerdo correctamente. No recuerdo a ningún humano que haya vivido tanto.

source: Oh, I have never realized. I just kept fighting the evil and did not thought about how much time passed. But I can see it now. You are right, I should retire soon. I need to care of certain things before it but it will take so much time. I should do it right now. So bye for now.
es: Oh, nunca lo había notado. Solo seguí luchando contra el mal y no pensé en cuánto tiempo pasó. Pero ahora lo veo. Tienes razón, debería retirarme pronto. Necesito ocuparme de ciertas cosas antes, pero llevará mucho tiempo. Debería hacerlo ahora. Así que adiós por ahora.

source: Bye. I will be awaiting your return.
es: Adiós. Estaré esperando tu regreso.

source: Have a safe journey, my friend.
es: Que tengas un viaje seguro, amiga.

source: I do not think that you should absorb these ghosts. It may have a detrimental influence on your very own soul.
es: No creo que debas absorber estos fantasmas. Podría tener una influencia perjudicial en tu propia alma.

source: Thank you for your care, Lemyr but I am pretty sure that I can control them within me.
es: Gracias por tu preocupación, Lemyr, pero estoy bastante segura de que puedo controlarlos dentro de mí.

source: Very well.
es: Muy bien.

source: Ah! What is going on? Why it feels like that my head is going to explode?
es: ¡Ah! ¿Qué está pasando? ¿Por qué siento que mi cabeza va a explotar?

source: You silly girl! You can't control us! Our willpower is superior to yours. We were in the land of dead long before you were even born but we didn't just vanish like many others. We managed to keep all our memories and when the master Ganesha have broken the barriers we answered his call and came to this world to kill all the living.
es: ¡Chica tonta! ¡No puedes controlarnos! Nuestra fuerza de voluntad es superior a la tuya. Estábamos en la tierra de los muertos mucho antes de que nacieras, pero no desaparecimos como muchos otros. Logramos conservar todos nuestros recuerdos y cuando el amo Ganesha rompió las barreras, respondimos a su llamada y vinimos a este mundo para matar a todos los vivos.

source: You are ... mad! You can never do this!
es: ¡Están... locos! ¡Nunca podrán hacer esto!

source: Actually it'll be you who will do it, ha ha ha! You shall start with your friends.
es: En realidad, serás tú quien lo haga, ¡ja ja ja! Comenzarás con tus amigos.

source: No ... I-I cannot ...
es: No... n-no puedo...

source: Actually, deep within your soul you want to do it. They remind you your failures and bad things what happend in your life or what you did yourself. They remind you ... what you were long time ago. You don't want to think about it, you do want to submit to the darkness but they keep you back. Free yourself of your remorse. Do it! Kill them all!
es: En realidad, en lo profundo de tu alma quieres hacerlo. Ellos te recuerdan tus fracasos y las cosas malas que pasaron en tu vida o que hiciste tú misma. Te recuerdan... lo que eras hace mucho tiempo. No quieres pensar en eso, quieres someterte a la oscuridad, pero ellos te detienen. Libérate de tu remordimiento. ¡Hazlo! ¡Mátalos a todos!

source: Clare closed her eyes for a second but when she opened them again, the look in her eyes was completely different. It resembled a mad mass-killer rather than a young woman full of fear and remorse. Well, she was already also full of hatred but she could not kill masses without hesitation. However it changed in a second and she was even ready kill all her friends.
es: Clare cerró los ojos por un segundo, pero cuando los abrió de nuevo, la mirada en sus ojos era completamente diferente. Se parecía más a la de un asesino en masa enloquecido que a la de una joven llena de miedo y remordimiento. Bueno, ya estaba llena de odio también, pero no podía matar multitudes sin dudar. Sin embargo, eso cambió en un segundo y estaba incluso lista para matar a todos sus amigos.

source: Prepare to die!
es: ¡Prepárense para morir!

source: Mom, no! Please!
es: ¡Mamá, no! ¡Por favor!

source: Excellent! Now the rest of the mortals will follow.
es: ¡Excelente! Ahora seguirán los demás mortales.

source: Too many ghosts have escaped from land of the dead. Even if we manage to close the damn portal we cannot handle them all.
es: Demasiados fantasmas han escapado de la tierra de los muertos. Incluso si logramos cerrar el maldito portal, no podremos manejarlos a todos.

source: Cave
es: Cueva

source: Find the mastermind and destroy him
es: Encuentra al cerebro y destrúyelo

source: End of a hero
es: Fin de un héroe

source: Heal this unit
es: Sana a esta unidad

source: Thank you very much.
es: Muchas gracias.

source: You are welcome. But it was my last healing spell.
es: De nada. Pero fue mi último hechizo de curación.

source: Recruit unit
es: Reclutar unidad

source: What type of unit would you like to recruit?
es: ¿Qué tipo de unidad te gustaría reclutar?

source: Recall unit
es: Reincorporar unidad

source: Help
es: Ayuda

source: We are finally in his cave.
es: Por fin estamos en su cueva.

source: Yes but it is so wide. It will not be easy to find him.
es: Sí, pero es muy amplia. No será fácil encontrarlo.

source: This place is very dark, much more than a regular cave. My eyes are not used to it.
es: Este lugar es muy oscuro, mucho más que una cueva normal. Mis ojos no están acostumbrados a esto.

source: Just like most of our soldiers'.
es: Como los de la mayoría de nuestros soldados.

source: I can help with it. Just let them stay next to me and I will light the area.
es: Puedo ayudar con eso. Solo déjenlos quedarse cerca de mí y yo iluminaré el área.

source: Very well. And do you have an idea where he could be? I sense him but I am not sure about the direction.
es: Muy bien. ¿Y tienes alguna idea de dónde podría estar? Lo siento, pero no estoy segura de la dirección.

source: He is in the north from here but I can sense a lot of his pets in this cave as well. We should destroy them too. They can cause a lot of havoc even without their master.
es: Está al norte de aquí, pero también siento a muchas de sus mascotas en esta cueva. También deberíamos destruirlas. Pueden causar mucho caos incluso sin su amo.

source: Oh, wait. Some of my friends arrived. They will help us.
es: Oh, espera. Algunos de mis amigos llegaron. Nos ayudarán.

source: Excellent, now let us look for him.
es: Excelente, ahora busquémoslo.

source: Some notes about special features in this scenario follow. They are long so you can review them by right-clicking on any your unit and selecting Help.
es: A continuación, algunas notas sobre características especiales en este escenario. Son extensas, por lo que puedes revisarlas haciendo clic derecho en cualquier unidad tuya y seleccionando Ayuda.

source: Recruiting/recalling
es: Reclutamiento/reincorporación

source: As the world is in a great danger, you can recruit new soldiers for free and your veterans do not require a fee for being recalled. You have no castle in this scenario (unless you defeat an enemy leader and occupy his castle) but there are some keeps in this cave. When you move one of your leaders (Clare and older Jolla) there you can recruit/recall via right-click menu. Each leader has different recruit list. There are some restriction - you can recruit/recall only 5 units per turn and recruit only 15 units in the whole scenario.
es: Como el mundo está en gran peligro, puedes reclutar nuevos soldados gratis y tus veteranos no requieren una tarifa para ser reincorporados. No tienes un castillo en este escenario (a menos que derrotes a un líder enemigo y ocupes su castillo), pero hay algunos torreones en esta cueva. Cuando muevas a uno de tus líderes (Clare y la Jolla mayor) allí, puedes reclutar/reincorporar a través del menú de clic derecho. Cada líder tiene una lista de reclutamiento diferente. Hay algunas restricciones: solo puedes reclutar/reincorporar 5 unidades por turno y reclutar solo 15 unidades en todo el escenario.

source: Items
es: Objetos

source: This cave is ancient and lot of beings dwelt here over time. They left here some artifacts that can improve their wearer's properties and/or learn him some new things. All your units but the heroes can use them.
es: Esta cueva es antigua y muchas criaturas vivieron aquí con el tiempo. Dejaron aquí algunos artefactos que pueden mejorar las propiedades de quien los lleve y/o enseñarle algunas cosas nuevas. Todas tus unidades, excepto los héroes, pueden usarlos.

source: Healing
es: Curación

source: Being a great mage of light, older Jolla knows a powerful spell what can heal any your unit no matter how heavy wounds it has. Just right-click on the unit what is in need of healing and select Heal this unit. Unfortunately she cannot use this spell on herself or other heroes and she can do it only 20 times.
es: Siendo una gran maga de luz, la Jolla mayor conoce un poderoso hechizo que puede sanar a cualquier unidad tuya, sin importar cuán graves sean sus heridas. Solo haz clic derecho en la unidad que necesita curación y selecciona Sana a esta unidad. Desafortunadamente, no puede usar este hechizo en sí misma ni en otros héroes y solo puede hacerlo 20 veces.

source: What information would you like to review?
es: ¿Qué información te gustaría revisar?

source: Gold is of no use for you in this scenario. But you can still recall your veterans and recruit some new units. To do it move Clare or older Jolla to a keep and right-click her and choose Recruit unit or Recall unit. There are some restriction - you can recruit/recall only 5 units per turn and recruit only 15 units in the whole scenario. And keep in mind that each leader has different recruit list.
es: El oro no te sirve en este escenario. Pero aún puedes reincorporar a tus veteranos y reclutar algunas unidades nuevas. Para hacerlo, mueve a Clare o a la Jolla mayor a un torreón, haz clic derecho en ella y elige Reclutar unidad o Reincorporar unidad. Hay algunas restricciones: solo puedes reclutar/reincorporar 5 unidades por turno y reclutar solo 15 unidades en todo el escenario. Y ten en cuenta que cada líder tiene una lista de reclutamiento diferente.

source: In this cave you can find a few useful items for your soldiers (not for heroes). They improve the wearer's properties and/or give them new abilities.
es: En esta cueva puedes encontrar algunos objetos útiles para tus soldados (no para héroes). Mejoran las propiedades de quien los lleva y/o les otorgan nuevas habilidades.

source: In this scenario older Jolla can heal your soldiers (but not herself and other heroes). Just right-click on the unit what needs healing and select Heal this unit. You can use this option only 20 times.
es: En este escenario, la Jolla mayor puede sanar a tus soldados (pero no a sí misma ni a otros héroes). Solo haz clic derecho en la unidad que necesita curación y selecciona Sana a esta unidad. Puedes usar esta opción solo 20 veces.

source: Ha, here you are, fiend!
es: ¡Ja, aquí estás, demonio!

source: Yes, you found me but it makes no difference. You all will go to the land of dead soon.
es: Sí, me encontraron, pero no hace diferencia. Todos irán pronto a la tierra de los muertos.

source: You are wrong again. Only you will go there!
es: ¡Te equivocas otra vez! ¡Solo tú irás allí!

source: It seems somebody is very angry and big-headed. As I already said it'll cause your fall and I'll enjoy it so much.
es: Parece que alguien está muy enojado y engreído. Como ya dije, eso causará tu caída y lo disfrutaré mucho.

source: You can defeat no one of us no matter how great powers you wield. The good always wins.
es: No puedes derrotar a ninguno de nosotros, no importa cuán grandes sean los poderes que manejes. El bien siempre gana.

source: Oh, I nearly forgot you. You have real power unlike her. I look forward to match our powers.
es: Oh, casi te olvido. Tú tienes verdadero poder, a diferencia de ella. Espero con ansias enfrentar nuestros poderes.

source: Really?
es: ¿De verdad?

source: Yes, it would be really a pleasure but I can't let you ruin my plans so face my best minions!
es: Sí, sería realmente un placer, pero no puedo dejar que arruines mis planes, ¡así que enfréntate a mis mejores secuaces!

source: This will not buy you so much time, coward! I will destroy them in no time and then you too!
es: ¡Esto no te dará mucho tiempo, cobarde! ¡Los destruiré en poco tiempo y luego a ti también!

source: Ha ha, try it, dreamer!
es: ¡Ja ja, inténtalo, soñadora!

source: It's incredible - you're much more powerful than I expected. But it'll only make my final victory over you even more grandiose.
es: Es increíble, son mucho más poderosos de lo que esperaba. Pero eso solo hará que mi victoria final sobre ustedes sea aún más grandiosa.

source: So you are going to fight us personally finally?
es: ¿Entonces finalmente vas a luchar contra nosotros en persona?

source: Of course, if you manage to find me.
es: Por supuesto, si logran encontrarme.

source: Come to fight right here and now, coward!
es: ¡Ven a luchar aquí y ahora, cobarde!

source: (deafening silence)
es: (silencio ensordecedor)

source: Well, I suppose that he is not going to make it easier for us. We will probably have to explore every one section of this cave before we can destroy him once and for all.
es: Bueno, supongo que no nos lo hará más fácil. Probablemente tendremos que explorar cada sección de esta cueva antes de que podamos destruirlo de una vez por todas.

source: You are probably right. Damn him.
es: Probablemente tengas razón. Maldito sea.

source: No, it can't happen to me! You promised I'll be immortal, master!
es: ¡No, no puede pasarme a mí! ¡Prometiste que sería inmortal, amo!

source: What? Do you only serve to anyone? It is surprising.
es: ¿Qué? ¿Solo sirves a alguien? Es sorprendente.

source: Well, it was me who caused this chaos but only thanks to the power my master granted to me. He's much more powerful than you can imagine. You can't face him and survive.
es: Bueno, fui yo quien causó este caos, pero solo gracias al poder que mi amo me otorgó. Es mucho más poderoso de lo que pueden imaginar. No pueden enfrentarlo y sobrevivir.

source: You are wrong. No one can fight us and win.
es: Te equivocas. Nadie puede luchar contra nosotros y ganar.

source: Anyhow tell me where your master dwells, fiend.
es: De todos modos, dime dónde reside tu amo, demonio.

source: You won't find him until he decides to end your existence. The pure darkness protects him.
es: No lo encontrarán hasta que él decida acabar con su existencia. La pura oscuridad lo protege.

source: Tell me when this coward is going to show his face!
es: ¡Dime cuándo mostrará su rostro este cobarde!

source: He'll come at the end to finish the job of your foolish and arrogant magi. When two suns will shine in the sky.
es: Vendrá al final para terminar el trabajo de sus magos tontos y arrogantes. Cuando dos soles brillen en el cielo.

source: Hmm ... I remember another crazy lich speaking about two suns - Lethalia. Did she persuade you to believe her lies?
es: Hmm... recuerdo a otra liche loca hablando sobre dos soles: Lethalia. ¿Te convenció para creer en sus mentiras?

source: I know nobody with such a name.
es: No conozco a nadie con ese nombre.

source: Enough talking. Prepare to go to the land of dead and this time for the rest of eternity, fiend!
es: ¡Basta de hablar! ¡Prepárate para ir a la tierra de los muertos y esta vez por toda la eternidad, demonio!

source: So it is over. We can return to our place and clear it.
es: Entonces se acabó. Podemos regresar a nuestro lugar y limpiarlo.

source: Did you listen to me, Clare? He gave great powers to his pets and they will cause troubles again in the future. We should get rid of them as well.
es: ¿Me escuchaste, Clare? Él dio grandes poderes a sus mascotas y causarán problemas de nuevo en el futuro. También deberíamos deshacernos de ellos.

source: Well, I think that
es: Bueno, creo que

source: you are right. We will clear this place from them.
es: tienes razón. Limopiaremos este lugar de ellos.

source: Thank you, it will be much easier with your help.
es: Gracias, será mucho más fácil con tu ayuda.

source: Defeat all remaining enemy leaders
es: Derrota a todos los líderes enemigos restantes

source: it is not really necessary. They do not pose a threat. If they decide to cause troubles again then we will defeat them without problems.
es: no es realmente necesario. No representan una amenaza. Si deciden causar problemas de nuevo, los derrotaremos sin problemas.

source: You may be right but I prefer to leave no enemies behind. I will stay here with my friends to finish them. See you all later.
es: Puede que tengas razón, pero prefiero no dejar enemigos atrás. Me quedaré aquí con mis amigos para acabar con ellos. Nos vemos luego.

source: I will help you with it.
es: Te ayudaré con eso.

source: You are welcome, an ... old friend of mine.
es: De nada, una... vieja amiga mía.

source: As I said you can't defeat me. I wield really great powers that no one can match. You could spend this time for something more useful like I don't know maybe ...
es: Como dije, no pueden derrotarme. Manejo poderes realmente grandes que nadie puede igualar. Podrían usar este tiempo para algo más útil, como no sé, tal vez...

source: Yes, I know that our world is doomed, just shut up your ugly mouth!
es: ¡Sí, sé que nuestro mundo está condenado, solo cierra tu fea boca!

source: Entrance
es: Entrada

source: Defeat the enemy leader
es: Derrota al líder enemigo

source: Yes. We are nearly there. We just need to kill this little servant of him.
es: Sí. Estamos casi allí. Solo necesitamos matar a este pequeño sirviente suyo.

source: Hey! I am much more powerful than the one you just defeated!
es: ¡Oye! ¡Soy mucho más poderoso que el que acabas de derrotar!

source: You are no challenge for the powers of light. Prepare to join your comrade in the land of dead, fiend.
es: No eres un desafío para los poderes de la luz. Prepárate para unirte a tu compañero en la tierra de los muertos, demonio.

source: A dreadful voice in distance
es: Una voz espantosa a la distancia

source: You weren't better than he was. You weren't able to stop them. You're useless! I should kill right when you came to me!
es: ¡No fuiste mejor que él! No pudiste detenerlos. ¡Eres inútil! ¡Debería haberte matado cuando viniste a mí!

source: M-master ...
es: A-amo...

source: Shut up and die!
es: ¡Cállate y muere!

source: You are more powerful than I expected but you aren't a challenge for me. These two servants you killed were just pets. Come to my place and see the real power.
es: Son más poderosos de lo que esperaba, pero no son un desafío para mí. Estos dos sirvientes que mataron eran solo mascotas. Vengan a mi lugar y vean el verdadero poder.

source: Ha, you think that you can face the powers of light and survive?
es: ¡Ja, piensas que puedes enfrentar los poderes de la luz y sobrevivir?

source: And you think you are perfect but you aren't. You may wield greater powers than a mere mortal but you forgot you're before gate of the death. But not your age but your superciliousness will cause your fall. And for your information I am already dead.
es: Y tú piensas que eres perfecta, pero no lo eres. Puedes manejar poderes mayores que un simple mortal, pero olvidaste que estás ante la puerta de la muerte. Pero no es tu edad, sino tu arrogancia lo que causará tu caída. Y para tu información, ya estoy muerto.

source: So you are a lich. Well, I already destroyed some liches. They could not stand a chance at all.
es: Entonces eres un liche. Bueno, ya destruí algunos liches. No tuvieron ninguna oportunidad.

source: Just like I said you're big-headed. Anyhow come to my cave and see the real power.
es: Como dije, eres arrogante. De todos modos, ven a mi cueva y ve el verdadero poder.

source: More undead are coming from their cave. We have no hope to defeat them now. Our world is doomed.
es: Más no muertos vienen de su cueva. No tenemos esperanza de derrotarlos ahora. Nuestro mundo está condenado.

source: An Old Friend
es: Una Vieja Amiga

source: Surrender. You can't defeat me, neither my master. There are only a few of you here but we, we have legions.
es: Ríndete. No puedes derrotarme, ni a mi amo. Solo hay unos pocos de ustedes aquí, pero nosotros, nosotros tenemos legiones.

source: I will never surrender to the powers of darkness! I and my friends will fight to the very end! We do not worry the death.
es: ¡Nunca me rendiré ante los poderes de la oscuridad! ¡Mis amigos y yo lucharemos hasta el final! No tememos a la muerte.

source: As you wish but tell me why you do something such pointless.
es: Como quieras, pero dime por qué haces algo tan inútil.

source: Because it is good! Lords of light, support your humble servant against these fiends!
es: ¡Porque es lo correcto! ¡Señores de la luz, apoyen a su humilde servidora contra estos demonios!

source: Look there. Someone is coming here.
es: Mira allí. Alguien viene hacia aquí.

source: Yes, you are right.
es: Sí, tienes razón.

source: Necromancer! Yes, we are very close to his cave but wait. I can see someone else. ... Jolla? Is it you? It is a long time since we met last time.
es: ¡Nigromante! Sí, estamos muy cerca de su cueva, pero espera. Veo a alguien más. ... ¿Jolla? ¿Eres tú? Ha pasado mucho tiempo desde la última vez que nos vimos.
