Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: To be continued...
es: Continuará...

source: Author of this campaign:
es: Autor de esta campaña:

source: Senior advisor:
es: Asesor principal:

source: Text revision:
es: Revisión de texto:

source: Version:
es: Versión:

source: For Power
es: Por el Poder

source: First Blood
es: Primera Sangre

source: Clare kills an enemy in scenario Defend the Village.
es: Clare mata a un enemigo en el escenario Defender la Aldea.

source: Clare killed her first orc. She will never forget this.
es: Clare mató a su primer orco. Nunca lo olvidará.

source: No Rest for the Wicked
es: No Hay Descanso para los Malvados

source: Kill the enemy with a certain attack in scenario The Path of Revenge.
es: Mata al enemigo con un ataque concreto en el escenario El Camino de la Venganza.

source: You turned the assassin into a zombie! You truly are wicked.
es: ¡Convertiste al asesino en un zombi! Realmente eres malvado.

source: Clare the Orc Slayer
es: Clare la Matadora de Orcos

source: Annihilate the orcish army in scenario The Last Battle.
es: Aniquila al ejército orco en el escenario La Última Batalla.

source: You killed all orcish leaders without them turning agaings each other.
es: Mataste a todos los líderes orcos sin que se volvieran unos contra otros.

source: Folk Hero
es: Héroe del Pueblo

source: Help a person in need in scenario Dwarven Doors.
es: Ayuda a una persona necesitada en el escenario Puertas Enanas.

source: You saved a peasant by paying off his debt.
es: Salvaste a un campesino pagando su deuda.

source: Light in the Dark
es: Luz en la Oscuridad

source: Convince the White Mage in scenario Besieged to join you.
es: Convence al Mago Blanco en el escenario Asediados para que se una a ti.

source: By destroying the undead horde, you convinced the White Mage to join you on your quest.
es: Al destruir la horda de no muertos, convenciste al Mago Blanco de unirse a ti en tu misión.

source: Crusader
es: Cruzado

source: Defeat all enemy leaders in scenario Cave.
es: Derrota a todos los líderes enemigos en el escenario Cueva.

source: You stayed and helped Jolla destroy all of Ganesha's minions.
es: Te quedaste y ayudaste a Jolla a destruir a todos los secuaces de Ganesha.

source: Source of Evil
es: Fuente del Mal

source: Heroes
es: Héroes

source: Twisted good
es: Bien torcido

source: Kill Luthien
es: Matar a Luthien

source: Destruction of Clare
es: Destrucción de Clare

source: Death of Lemyr
es: Muerte de Lemyr

source: Where are we? Hmm, this place does not look like a den of a villain. It is really nice here but it is empty.
es: ¿Dónde estamos? Hmm, este lugar no parece la guarida de un villano. Es muy bonito aquí, pero está vacío.

source: Wait, I can see someone in distance.
es: Espera, veo a alguien a lo lejos.

source: An elf? Well, it is not so weird because there is a forest here after all but ...
es: ¿Un elfo? Bueno, no es tan extraño porque al fin y al cabo hay un bosque aquí, pero...

source: Welcome in my humble lair, humans.
es: Bienvenidos a mi humilde guarida, humanos.

source: Wait. So you are behind this all evil things? I cannot believe it.
es: Espera. ¿Entonces tú estás detrás de todas estas cosas malas? No puedo creerlo.

source: Of course I am not. I do only good deeds.
es: Por supuesto que no. Solo hago buenas acciones.

source: In this case, may you tell us who got us at this place?
es: En ese caso, ¿puedes decirnos quién nos trajo a este lugar?

source: It was me.
es: Fui yo.

source: Did you not just tell that you are not behind this all?
es: ¿No acabas de decir que no estás detrás de todo esto?

source: You misunderstood me. I am behind it but I do nothing wrong.
es: Me entendieron mal. Estoy detrás de ello, pero no hago nada malo.

source: So killing other people is all right for you?
es: ¿Entonces para ti matar a otras personas está bien?

source: I do not like killing but most of them deserve it. They harm not only forests but the nature generally. They do not understand the laws of the nature, they have no respect. Unlike us.
es: No me gusta matar, pero la mayoría lo merece. No solo dañan los bosques, sino la naturaleza en general. No entienden las leyes de la naturaleza, no tienen respeto. A diferencia de nosotros.

source: So you are going to kill all no-elves?
es: ¿Entonces vas a matar a todos los no elfos?

source: Not all of them. For example, you. You seem to be good, for humans. You are very powerful as well. I may let you help me in my noble quest.
es: No a todos. Por ejemplo, ustedes. Parecen buenos, para ser humanos. También son muy poderosos. Tal vez les permita ayudarme en mi noble misión.

source: We will not help you in this slaughtering. I think that your power corrupted you. I feel really sorry for you but we cannot let you murder people. We will stop this madness right now!
es: No te ayudaremos en esta masacre. Creo que el poder te corrompió. Lo siento mucho por ti, pero no podemos permitir que asesines a la gente. ¡Detendremos esta locura ahora mismo!

source: Yes, prepare to die, fallen fairy!
es: ¡Sí, prepárate a morir, hada caída!

source: You are fools. You cannot defeat me in my own realm. I control it here. And not only that. Many good elves will fight at my side because they share my opinions. But as you wish. We will fight you.
es: Son unos tontos. No pueden derrotarme en mi propio reino. Aquí controlo todo. Y no solo eso. Muchos elfos buenos lucharán a mi lado porque comparten mis ideas. Pero como quieran. Los combatiremos.

source: We are finally here! I apologize that we let you wait for us, our beloved perfect wise beautiful ...
es: ¡Por fin llegamos! Disculpa que te hayamos hecho esperar, nuestra amada perfecta sabia hermosa...

source: Please, stop it. You are making me embarrassed. The only important thing is that you have arrived. Help me with them, please.
es: Por favor, para. Me estás avergonzando. Lo único importante es que han llegado. Ayúdenme con ellos, por favor.

source: Anything for our queen. Send those humans where they belong!
es: Cualquier cosa por nuestra reina. ¡Envíen a esos humanos adonde pertenecen!

source: Oh, look at them. They adore me. Do you really think that they could adore anyone evil?
es: Oh, mírenlos. Me adoran. ¿Realmente creen que podrían adorar a alguien malo?

source: I am pretty sure that you control their pure minds by a spell.
es: Estoy bastante segura de que controlas sus mentes puras con un hechizo.

source: How do you dare?! I could never do such a thing.
es: ¡Cómo te atreves! ¡Nunca haría algo así!

source: Yes! I made it!
es: ¡Sí! ¡Lo logré!

source: Cilith? What you are doing here?
es: ¿Cilith? ¿Qué haces aquí?

source: I promised to help you fighting this evil and it isn't over yet, is it?
es: Prometí ayudarte a combatir este mal y aún no ha terminado, ¿verdad?

source: Well, it is not. It is good that you got yourself here.
es: Bueno, no ha terminado. Es bueno que hayas llegado aquí.

source: Hmm, this is interesting. You are fighting on one side with a necromancer but call me evil.
es: Hmm, esto es interesante. Luchan del mismo lado que una nigromante pero me llaman malvada a mí.

source: She is lesser evil than you. She does not seek more power like most of the necromancers but knowledge. But it is not important. With her help we will get you.
es: Ella es un mal menor que tú. No busca más poder como la mayoría de los nigromantes, sino conocimiento. Pero no importa. Con su ayuda te atraparemos.

source: And now you are attacking an innocent and peaceful person. I do not think that I am the evil one here.
es: Y ahora están atacando a una persona inocente y pacífica. No creo que yo sea la malvada aquí.

source: No! Please, save me, milady.
es: ¡No! Por favor, sálvame, mi señora.

source: I promise you that you will feel no pain from this moment. That you will live on a beautiful place like this.
es: Te prometo que a partir de este momento no sentirás dolor. Que vivirás en un lugar hermoso como este.

source: Thank you very much, milady.
es: Muchas gracias, mi señora.

source: What?! Where is she?
es: ¡¿Qué?! ¿Dónde está?

source: I already said it. I healed all wounds what you caused her and sent her away from you. You will never find her.
es: Ya lo dije. Curé todas las heridas que le causaron y la envié lejos de ustedes. Nunca la encontrarán.

source: At least I die for a good cause. Only thing I wish is to see your face for the last time, milady.
es: Al menos muero por una buena causa. Lo único que deseo es ver tu rostro por última vez, mi señora.

source: I am here, my dear. And I promise that they will pay for this.
es: Estoy aquí, querida. Y prometo que pagarán por esto.

source: No! Now no one can save this world. Mark my words, humans: nothing beautiful on Irdya will remain. Your foolish experiments with magic will doom us all.
es: ¡No! Ahora nadie puede salvar este mundo. Recuerden mis palabras, humanos: nada hermoso quedará en Irdya. Sus tontos experimentos con magia nos condenarán a todos.

source: What was she talking about?
es: ¿De qué estaba hablando?

source: I have no idea. I think that she got crazy. Power can really change people.
es: No tengo idea. Creo que se volvió loca. El poder realmente puede cambiar a la gente.

source: You may be right. Well, this place is really nice but I prefer to return to our land.
es: Puede que tengas razón. Bueno, este lugar es muy bonito, pero prefiero regresar a nuestra tierra.

source: Me too but first thank you for your help, Cilith. I think that you are not so bad like other necromancers.
es: A mí también, pero primero gracias por tu ayuda, Cilith. Creo que no eres tan mala como otros nigromantes.

source: Thanks. Well, I like our world in fact. And it was fun to kick a crazy sylph's butt, hehe.
es: Gracias. Bueno, en realidad me gusta nuestro mundo. Y fue divertido patearle el trasero a una sílfide loca, jeje.

source: Let us leave this place.
es: Dejemos este lugar.

source: Turn $next_wave_turn: $next_wave
es: Turno $next_wave_turn: $next_wave

source: PeP - Gauntlet
es: PeP - Guantelete

source: Survival scenario for 4 players, taking place some time after events of Chapter 5. Clare and her friends were looking for some artifacts and knowledge which could help them in their expected fight with the dark lords. After months they came to a place which could hold them. But it is occupied by swarms of various creatures. The heroes have to defeat all waves if they are to discover secrets of this place. At the start, all players choose 5 initial amlas for their leaders. Race of enemies in each wave is randomly chosen but you should not face the same enemies two times in a row. In the tower in the middle, you can see when next wave of enemies will arrive and of what creatures it will be composed of. You have to defeat all enemies in 35 turns.
es: Escenario de supervivencia para 4 jugadores, que tiene lugar algún tiempo después de los eventos del Capítulo 5. Clare y sus amigos buscaban artefactos y conocimiento que pudieran ayudarlos en su esperada lucha contra los señores oscuros. Tras meses, llegaron a un lugar que podría contenerlos. Pero está ocupado por enjambres de diversas criaturas. Los héroes deben derrotar todas las oleadas si quieren descubrir los secretos de este lugar. Al inicio, todos los jugadores eligen 5 avances iniciales para sus líderes. La raza de los enemigos en cada oleada se elige al azar, pero no deberían enfrentarse a los mismos enemigos dos veces seguidas. En la torre del centro, pueden ver cuándo llegará la próxima oleada de enemigos y de qué criaturas estará compuesta. Tienen que derrotar a todos los enemigos en 35 turnos.

source: Monsters
es: Monstruos

source: Defeat all waves of enemies
es: Derrota todas las oleadas de enemigos

source: Destruction of Clare, Lemyr or Merissa
es: Destrucción de Clare, Lemyr o Merissa

source: Death of Amiwen
es: Muerte de Amiwen

source: Hold on, my friends. I sense some magic at this place.
es: Esperen, amigos. Siento algo de magia en este lugar.

source: I can feel it as well. The air is full of it. I wonder who resided here before it turned into this state.
es: Yo también lo siento. El aire está lleno de ello. Me pregunto quién vivía aquí antes de que se convirtiera en este estado.

source: When I was younger ... well, a girl I have heard about a circle of mages who inhabited this place. They built ... probably with use of magic these five towers and filled them with loads of book about magical arts. I also heard they made many expeditions all around the world to collect ancient artifacts which they stored here.
es: Cuando era más joven... bueno, una niña, escuché sobre un círculo de magos que habitaba este lugar. Construyeron... probablemente con magia estas cinco torres y las llenaron con montones de libros sobre artes mágicas. También escuché que hicieron muchas expediciones por todo el mundo para recolectar artefactos antiguos que almacenaban aquí.

source: That sounds really wonderfully. Their finds could greatly help us in our oncoming fight with the dark lords. But do you know what happened to the mages and this place? All what I can see around are just ruins.
es: Eso suena realmente maravilloso. Sus hallazgos podrían ayudarnos mucho en nuestra próxima lucha contra los señores oscuros. Pero ¿sabes qué pasó con los magos y este lugar? Todo lo que veo alrededor son solo ruinas.

source: Sorry, I have no idea. I haven't heard the whole tale.
es: Lo siento, no tengo idea. No escuché toda la historia.

source: Never mind. We can explore the place and find it out at our own.
es: No importa. Podemos explorar el lugar y descubrirlo por nosotros mismos.

source: We should not start with it right now. It seems that it is inhabited by a lot of creatures here and they come out of their hideouts once they smelt intruders. It was a good idea to hire some mercenaries to accompany us on our journey.
es: No deberíamos empezar con eso ahora. Parece que está habitado por muchas criaturas aquí y salen de sus escondites en cuanto huelen intrusos. Fue buena idea contratar mercenarios para que nos acompañen en el viaje.

source: Draw your weapons and kill all the creatures, men!
es: ¡Desenvainen sus armas y maten a todas las criaturas, hombres!

source: Turn 2: $next_wave
es: Turno 2: $next_wave

source: Hm, it seems that the towers are connected with each other by magical means. We can move from inside of one into another one.
es: Hm, parece que las torres están conectadas entre sí por medios mágicos. Podemos movernos del interior de una a otra.

source: It is really interesting. We should use it to our advantage.
es: Es realmente interesante. Deberíamos usarlo a nuestro favor.

source: What are these creatures? I have never seen anything alike.
es: ¿Qué son estas criaturas? Nunca vi nada parecido.

source: If I remember correctly, they are called elementals. They are composed of elemental energy. They inhabit areas influenced by an extremely powerful force but I have also heard that some human magicians are able to summon and control them. They should not have any personality at their own but they protect the force that brought them into existence. They have powers and abilities associated with the element of which they are composed of.
es: Si recuerdo bien, se llaman elementales. Están compuestos de energía elemental. Habitan áreas influenciadas por una fuerza extremadamente poderosa, pero también escuché que algunos magos humanos pueden invocarnos y controlarlos. No deberían tener personalidad propia, pero protegen la fuerza que los trajo a la existencia. Tienen poderes y habilidades asociadas al elemento del que están compuestos.

source: Turn 26: ?
es: Turno 26: ?

source: Turn 30: Boss
es: Turno 30: Jefe

source: They're still resisting our hordes. That's remarkable. It seems I underestimated your power and will to fight. But you know that all of this is pointless. You can't defeat us in the end, it's not to be. There is no army in the whole world that could pose a serious threat to us. Our numbers are endless and even growing every day.
es: Aún resisten a nuestras hordas. Eso es notable. Parece que subestimé su poder y voluntad de luchar. Pero saben que todo esto es inútil. No pueden derrotarnos al final, no está destinado a ser. No hay ejército en todo el mundo que pueda representar una amenaza seria para nosotros. Nuestros números son infinitos y crecen cada día.

source: You talk nonsense. We will defeat you with ease once you decide to finally show up. And these <i>hordes</i> of yours are the smallest group that we ever faced, actually.
es: Hablas tonterías. Los derrotaremos con facilidad en cuanto decidas aparecer por fin. Y estas <i>hordas</i> tuyas son en realidad el grupo más pequeño al que nos hemos enfrentado.

source: You didn't learn yet where is your place, did you? But I know what prevents you from following your destiny. Come, my minions! Kill these pathetic friends of her! Then she'll join us like it was foretold.
es: Aún no aprendiste cuál es tu lugar, ¿verdad? Pero sé qué te impide seguir tu destino. ¡Vengan, mis secuaces! ¡Maten a estos patéticos amigos de ella! Entonces ella se unirá a nosotros como fue predicho.

source: You think I'm done? Check this! Tharrr marr grath'elekort-esto!
es: ¿Crees que he terminado? ¡Mira esto! ¡Tharrr marr grath'elekort-esto!

source: Hahaha! I can't be killed by a mere mortal like you!
es: ¡Jajaja! ¡No puede matarme un simple mortal como tú!

source: Argh, I'm dying but not in vain! She's made next step towards her destiny. She'll join us when our time comes!
es: ¡Argh, estoy muriendo pero no en vano! Ella ha dado el siguiente paso hacia su destino. ¡Se unirá a nosotros cuando llegue nuestra hora!

source: For every slain enemy, the killer's side will get 4 gold!
es: ¡Por cada enemigo eliminado, el bando del asesino recibirá 4 de oro!

source: We have killed all creatures inhabiting this place. Now we can reconnoiter it in peace.
es: Hemos matado a todas las criaturas que habitan este lugar. Ahora podemos explorarlo en paz.

source: We was not able to defeat all creatures inhabiting this place, there were too much of them here. We will not be able to explore it here without them bothering us. We have to move on. What a shame.
es: No pudimos derrotar a todas las criaturas que habitan este lugar, había demasiadas. No podremos explorarlo sin que nos molesten. Tenemos que seguir adelante. Qué lástima.

source: No, this cannot be! ... But it may be better this way. I do not think that I could resist the darkness forever.
es: ¡No, esto no puede ser! ... Pero tal vez sea mejor así. No creo que pudiera resistir la oscuridad para siempre.

source: No, this cannot be!
es: ¡No, esto no puede ser!

source: I am sorry, Clare. I cannot hold any longer.
es: Lo siento, Clare. No puedo aguantar más.

source: No, this shouldn't happen! She had an important role to play when our time comes.
es: ¡No, esto no debería pasar! Ella tenía un papel importante que jugar cuando llegara nuestra hora.

source: No! I cannot resist the darkness without you!
es: ¡No! ¡No puedo resistir la oscuridad sin ti!

source: Around the World
es: Alrededor del Mundo

source: A collection of two multiplayer scenarios for For Power series. They are not related to single player campaign's story line but may take place after chapter two. Clare and Lemyr heard about a preparing apocalypse and they will do anything to avoid it. They will travel the land and face various enemies until they find out who is behind it all. Confrontation with that person is subject to the second scenario. Both leaders are a bit stronger than usual units and can even take some amlas. Both scenarios are relatively short.
es: Una colección de dos escenarios multijugador para la serie Por el Poder. No están relacionados con la línea argumental de la campaña individual, pero pueden ocurrir después del capítulo dos. Clare y Lemyr oyeron sobre un apocalipsis que se está preparando y harán todo lo posible por evitarlo. Viajarán por la tierra y enfrentarán a varios enemigos hasta descubrir quién está detrás de todo. El enfrentamiento con esa persona es el tema del segundo escenario. Ambos líderes son un poco más fuertes que las unidades habituales y pueden incluso tomar algunos avances. Ambos escenarios son relativamente cortos.

source: Seeking Evil
es: Buscando el Mal

source: Evil
es: Mal

source: Good
es: Bien

source: Find the evil and destroy it
es: Encuentra el mal y destrúyelo

source: I do not like it here.
es: No me gusta este lugar.

source: A voice
es: Una voz

source: Yes, it was and will be a place of death of a lot of people, including you.
es: Sí, fue y será un lugar de muerte para mucha gente, incluyéndote a ti.

source: Who was it?
es: ¿Quién fue?

source: Come here and see it at your own.
es: Ven aquí y velo por ti mismo.

source: A necromancer!
es: ¡Una nigromante!

source: She must be the evil what are we seeking. Kill her!
es: Ella debe ser el mal que buscamos. ¡Mátenla!

source: Spare me, please.
es: Perdóname, por favor.

source: Why should we do it? You prepared to doom this world.
es: ¿Por qué deberíamos hacerlo? Preparaste la condenación de este mundo.

source: What? No! I only wanted to study. Yes, I used my minions against you but I wanted you to leave me alone.
es: ¿Qué? ¡No! Solo quería estudiar. Sí, usé a mis minions contra ustedes, pero quería que me dejaran en paz.

source: So what is the evil what we are seeking?
es: Entonces, ¿cuál es el mal que buscamos?

source: It may be a dragon. He attacks a human settlement.
es: Puede ser un dragón. Está atacando un asentamiento humano.

source: Where he is?
es: ¿Dónde está?

source: Go to the south. He has some drakes and his hideout is in the middle of a lava chasm. But there must be a secret path.
es: Vayan al sur. Tiene algunos dracos y su guarida está en medio de un abismo de lava. Pero debe haber un camino secreto.

source: Will you spare me?
es: ¿Me perdonarán?

source: If you will help us yes.
es: Si nos ayudas, sí.

source: Yes, yes.
es: Sí, sí.

source: Let them the final rest.
es: Déjenlos descansar en paz.

source: As you say.
es: Como digas.

source: So on the dragon.
es: Entonces, al dragón.

source: Humans? Help us, please! The dragon and his servants attack us.
es: ¿Humanos? ¡Ayúdennos, por favor! El dragón y sus sirvientes nos atacan.

source: We will help you, a good man. But how can we get to him?
es: Los ayudaremos, buen hombre. Pero ¿cómo llegamos hasta él?

source: We don't know but there is surely a secret path.
es: No lo sabemos, pero seguramente hay un camino secreto.

source: Explore the land, soldiers.
es: Exploren la tierra, soldados.

source: And sir, we found a sword what should be very good against this monster. Please, take it and kill the dragon.
es: Y señor, encontramos una espada que debería ser muy buena contra este monstruo. Por favor, tómala y mata al dragón.

source: Thank you.
es: Gracias.

source: Cold Sword
es: Espada Fría

source: This sword deals cold damage. It is useful agaings creatures of fire, like Fire Dragon.
es: Esta espada inflige daño de frío. Es útil contra criaturas de fuego, como el Dragón de Fuego.

source: cold sword
es: espada fría

source: Yes, there is the path here. Follow me, friends.
es: Sí, aquí está el camino. Síganme, amigos.

source: It's impossible! But at the other hand it is time for lunch, ha ha ha!
es: ¡Es imposible! Pero por otro lado, es hora de almorzar, ¡ja ja ja!

source: You cannot kill me, dragon.
es: No puedes matarme, dragón.

source: Silence, food!
es: ¡Silencio, comida!

source: Help me, friends.
es: Ayúdenme, amigos.

source: A cold sword! A fire dragon's only weakness! How could a mere mortal like you find it?!
es: ¡Una espada fría! ¡La única debilidad de un dragón de fuego! ¡¿Cómo pudo un simple mortal como tú encontrarla?!
