Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: In the meantime, Clare, Lemyr, Amiwen and Merissa had deeply discussed the threat what the dark lords posed to the whole world. They all agreed that the risk was great but they did not have a clue where these fiends could reside. They decided to gather intelligence about them and look for powers that would help them in the expected fight.
es: Mientras tanto, Clare, Lemyr, Amiwen y Merissa habían discutido profundamente la amenaza que los señores oscuros representaban para todo el mundo. Todos estuvieron de acuerdo en que el riesgo era grande, pero no tenían idea de dónde podrían residir estos demonios. Decidieron recopilar información sobre ellos y buscar poderes que los ayudaran en la lucha esperada.

source: One for all
es: Uno por todos

source: Reach the signpost (60,11) with a hero
es: Llega al poste indicador (60,11) con un héroe

source: Oh no! They are still following us. What will we do? What will we do?!
es: ¡Oh no! Aún nos siguen. ¿Qué haremos? ¡¿Qué haremos?!

source: I have no idea. We are probably doomed.
es: No tengo idea. Probablemente estamos condenados.

source: Do not say it. There is always a way.
es: No lo digas. Siempre hay una manera.

source: We cannot escape them unless ...
es: No podemos escapar de ellos a menos que...

source: one of us will try to slow them down.
es: uno de nosotros intente retrasarlos.

source: Exactly and it is a suicide.
es: Exacto, y es un suicidio.

source: I will do it.
es: Yo lo haré.

source: No! I don't allow you to do such a foolish thing, brother!
es: ¡No! ¡No te permito hacer algo tan tonto, hermano!

source: I will miss you as well. I do not call criminals or former criminals my friends but you are my friend. I just started to like you.
es: También te extrañaré. No llamo amigos a criminales o ex criminales, pero tú eres mi amigo. Apenas empecé a quererte.

source: Please, do not do it ... Tinry ... I ...
es: Por favor, no lo hagas... Tinry... yo...

source: Thanks, guys. I'm really glad to hear it but let us acknowledge it. I can live only for a few years but you sister, you can live for eternity.
es: Gracias, muchachos. Me alegra mucho oírlo, pero reconozcámoslo. Yo solo puedo vivir unos pocos años, pero tú, hermana, puedes vivir por la eternidad.

source: Well, I think we still have some poison.
es: Bueno, creo que aún tenemos algo de veneno.

source: No, it isn't my way. I lived for a long time and had a lot of fun but my time to leave is coming. I don't regret anything. I think I deserve some rest. Just promise me you won't ever die, sister.
es: No, no es mi estilo. Viví mucho tiempo y me divertí mucho, pero mi hora de irme se acerca. No me arrepiento de nada. Creo que merezco algo de descanso. Solo prométeme que nunca morirás, hermana.

source: I promise. It seems I can't change your decision but I will give you two things - a big hug and a farewell.
es: Lo prometo. Parece que no puedo cambiar tu decisión, pero te daré dos cosas: un gran abrazo y un adiós.

source: And you know what? I still remember the moment when we met for the first time. You were just an annoying kid but I loved you. I wanted to take care of you. I was hard to you but you became a good and strong man. I will miss you very much, brother.
es: ¿Y sabes qué? Aún recuerdo el momento en que nos encontramos por primera vez. Eras solo un niño molesto, pero te quería. Quería cuidarte. Fui dura contigo, pero te convertiste en un hombre bueno y fuerte. Te extrañaré mucho, hermano.

source: You made me cry for the first time, ha ha. I am glad I could meet someone like you.
es: Me hiciste llorar por primera vez, ja ja. Me alegra haber conocido a alguien como tú.

source: Farewell, Tinry.
es: Adiós, Tinry.

source: Farewell, man.
es: Adiós, hombre.

source: Farewell, my friend. May you find a peace.
es: Adiós, amigo. Que encuentres la paz.

source: Farewell ... Tinry.
es: Adiós... Tinry.

source: Ha ha, without chance, ghost. Maybe I'm not so old after all.
es: Ja ja, sin oportunidad, fantasma. Tal vez no soy tan viejo después de todo.

source: Ouch, ouch! I am old without any doubt. I can't hold for a longer time.
es: ¡Ay, ay! Soy viejo sin duda. No puedo aguantar más tiempo.

source: I can't watch him suffering!
es: ¡No puedo verlo sufrir!

source: All of them just vanished into ether. It is ... weird.
es: Todos desaparecieron en el éter. Es... extraño.

source: Oh no, my joy was early! Next undead are blocking our way.
es: ¡Oh no, mi alegría fue prematura! Los siguientes no muertos bloquean nuestro camino.

source: It is only a small group. No one else is coming this time. We can handle them.
es: Es solo un grupo pequeño. Nadie más viene esta vez. Podemos manejarlos.

source: It really saddens me to leave him behind. I ...
es: Realmente me entristece dejarlo atrás. Yo...

source: Believe me, darling, we all will miss him but we will not forget him.
es: Créeme, cariño, todos lo extrañaremos, pero no lo olvidaremos.

source: You do not understand me, mom. I loved him! I wanted to spend time with him, hug him and ehm, kiss him.
es: No me entiendes, mamá. ¡Lo amaba! Quería pasar tiempo con él, abrazarlo y ehm, besarlo.

source: I did not have the slightest idea ...
es: No tenía la menor idea...

source: But he had his eyes only for you, mom. Well and he also saw me like just a kid but I could change that with some time.
es: Pero él solo tenía ojos para ti, mamá. Bueno, y también me veía como una niña, pero podía cambiar eso con algo de tiempo.

source: Did you want to use any spells on him?
es: ¿Querías usar algún hechizo con él?

source: No, I promise. I just wanted to show him that I am very like you - virtuous, brave and powerful. But now, I cannot as he is gone.
es: No, lo prometo. Solo quería mostrarle que soy muy como tú: virtuosa, valiente y poderosa. Pero ahora no puedo, porque se fue.

source: I really wish to help you to make your pain lesser but I have no idea how. I was never in such a situation, the only man I ever loved is still here, by my side.
es: Realmente deseo ayudarte a aliviar tu dolor, pero no tengo idea de cómo. Nunca estuve en una situación así, el único hombre que amé aún está aquí, a mi lado.

source: No need to apologize, really. Just let me watch him for some time. (after half a hour) Very well, we can leave this place.
es: No necesitas disculparte, de verdad. Solo déjame mirarlo un rato. (después de media hora) Muy bien, podemos dejar este lugar.

source: Besieged
es: Asediados

source: Survive until the end of turns
es: Sobrevive hasta el final de los turnos

source: Destroy all enemy units
es: Destruye todas las unidades enemigas

source: Death of Jolla, Amiwen or Leogwyn
es: Muerte de Jolla, Amiwen o Leogwyn

source: An enemy unit enters the city
es: Una unidad enemiga entra en la ciudad

source: Move Clare to a keep
es: Mueve a Clare a un torreón

source: We finally got rid of them.
es: Por fin nos libramos de ellos.

source: We did, indeed but I can see another horde of undead.
es: Sí, lo hicimos, pero veo otra horda de no muertos.

source: It is not good at all.
es: No es nada bueno.

source: Humans? I thought they destroyed all cities in vicinity of our one.
es: ¿Humanos? Pensé que destruyeron todas las ciudades cercanas a la nuestra.

source: Actually, we tried to flee before them. They came to our place a few days ago. We could not fight as there were too many of them there. We ran away but they kept up with us. We managed to escape only because one of us sacrificed himself.
es: En realidad, intentamos huir antes que ellos. Llegaron a nuestro lugar hace unos días. No podíamos luchar porque eran demasiados. Huimos, pero nos persiguieron. Solo logramos escapar porque uno de nosotros se sacrificó.

source: Well, they attack all cities here. Nobody knows where they come from and nobody is able to fight them. They cause a lot of havoc and then just vanished into ether. But you seem to be very powerful, maybe you could stop them.
es: Bueno, atacan todas las ciudades aquí. Nadie sabe de dónde vienen y nadie puede combatirlos. Causan mucho estrago y luego simplemente desaparecen en el éter. Pero parecen muy poderosos, tal vez podrían detenerlos.

source: I really doubt it. The only thing what we managed was to escape and not all of us did it.
es: Realmente lo dudo. Lo único que logramos fue escapar, y no todos lo hicimos.

source: You may stop them but you need an army.
es: Pueden detenerlos, pero necesitan un ejército.

source: Yes, it might be possible with an army but where can we get one? You said yourself that they destroyed all nearby cities.
es: Sí, podría ser posible con un ejército, pero ¿dónde conseguimos uno? Tú mismo dijiste que destruyeron todas las ciudades cercanas.

source: I have some veterans at my own. I can give you command of them, just come to our city. Unfortunately we are under siege at the moment. They think they will get us as easy as the other cities but they are wrong! They won't enter our city and raze it before dawn of the next day! Well, I meant with your help we could hold off. Will you help us?
es: Tengo algunos veteranos a mi disposición. Puedo darte el mando de ellos, solo vengan a nuestra ciudad. Desafortunadamente estamos bajo asedio en este momento. Piensan que nos tomarán tan fácil como a las otras ciudades, ¡pero se equivocan! ¡No entrarán en nuestra ciudad y la arrasarán antes del amanecer del día siguiente! Bueno, quería decir que con su ayuda podríamos resistir. ¿Nos ayudarán?

source: Of course we will.
es: Por supuesto que lo haremos.

source: Excellent. Enter our city to discuss our strategy against these fiends. I will give you command of my soldiers as well.
es: Excelente. Entren en nuestra ciudad para discutir nuestra estrategia contra estos demonios. También les daré el mando de mis soldados.

source: I am here.
es: Estoy aquí.

source: Are you their leader? Hmm ... very well. I am Leogwyn, the mayor of our city and also leader of our militia. What's your name?
es: ¿Eres su líder? Hmm... muy bien. Soy Leogwyn, el alcalde de nuestra ciudad y también líder de nuestra milicia. ¿Cuál es tu nombre?

source: My name is Clare. I am a ... well, let us say mage.
es: Mi nombre es Clare. Soy una... bueno, digamos maga.

source: So, about our strategy ... we are mainly pressed from the south-west and south-east. The undead are coming from the north-east are too far. We don't worry about them so much.
es: Entonces, sobre nuestra estrategia... estamos principalmente presionados desde el suroeste y sureste. Los no muertos que vienen del noreste están demasiado lejos. No nos preocupan tanto.

source: So you suggest to strike at the south-east and south-west at first?
es: ¿Entonces sugieres atacar primero el sureste y suroeste?

source: Exactly. And I can see some people coming from the west-north. Are they belong to you?
es: Exacto. Y veo que viene gente del noroeste. ¿Pertenecen a ti?

source: Right, I have some soldiers at my own.
es: Correcto, tengo algunos soldados propios.

source: I really wonder who are you. Oh, well, it's not my business. Anyhow, as I promised, take control of my soldiers. And feel free to take our villages. We have enough resources of income.
es: Realmente me pregunto quién eres. Oh, bueno, no es asunto mío. De todos modos, como prometí, toma el control de mis soldados. Y siéntete libre de tomar nuestras aldeas. Tenemos suficientes recursos de ingresos.

source: No, I thank you for coming and helping us out.
es: No, gracias a ti por venir y ayudarnos.

source: You received some gold so you can recruit level 2 units. You can recall your veterans as well.
es: Recibiste algo de oro para que puedas reclutar unidades de nivel 2. También puedes reincorporar a tus veteranos.

source: What in the blazing Inferno was that?! Why is darkness everywhere around us?
es: ¡¿Qué fue eso en el ardiente Infierno?! ¿Por qué hay oscuridad por todas partes?

source: Lords of darkness sent a curse upon us through their powerful minion. There will be no dawn here until he is defeated.
es: Los señores de la oscuridad enviaron una maldición sobre nosotros a través de su poderoso secuaz. No habrá amanecer aquí hasta que sea derrotado.

source: But it's impossible. His monsters attack from every direction!
es: ¡Pero es imposible! ¡Sus monstruos atacan desde todas direcciones!

source: Have some faith in the lords of light, son. They sent us these good people in the time of greatest need. I believe that with their help our city will not fall to these fiends.
es: Ten algo de fe en los señores de la luz, hijo. Nos enviaron a esta buena gente en el momento de mayor necesidad. Creo que con su ayuda nuestra ciudad no caerá ante estos demonios.

source: You managed to destroy all these fiends. You are celestial messengers without any doubt!
es: Lograron destruir a todos estos demonios. ¡Son mensajeros celestiales sin duda alguna!

source: Yes, thank you very much. You are our heroes.
es: Sí, muchas gracias. Son nuestros héroes.

source: You are welcome. But we have next problem - the sun is not shining at the sky. What will we do about it?
es: De nada. Pero tenemos otro problema: el sol no brilla en el cielo. ¿Qué haremos al respecto?

source: You have to find the evil man who caused it and defeat him. It will not be easy but the lords of light will help you.
es: Tienen que encontrar al hombre malvado que lo causó y derrotarlo. No será fácil, pero los señores de la luz los ayudarán.

source: Do you know who did it?
es: ¿Sabes quién lo hizo?

source: I do not know his name or even what is he but I can sense his presence. He is hiding in a dark cave in the east.
es: No sé su nombre ni siquiera qué es, pero puedo sentir su presencia. Se esconde en una cueva oscura en el este.

source: We will find and kill him, I promise.
es: Lo encontraremos y lo mataremos, lo prometo.

source: I will help you with your noble quest.
es: Los ayudaré en su noble misión.

source: I'll send some of my soldiers with you, you will need them.
es: Enviarés algunos de mis soldados con ustedes, los necesitarán.

source: The undead are moving back. We survived!
es: Los no muertos se retiran. ¡Sobrevivimos!

source: I said that we will survive with their help. Be blessed, our saviors!
es: Dije que sobreviviríamos con su ayuda. ¡Benditos sean, salvadores!

source: Yes, thank you very much.
es: Sí, muchas gracias.

source: May the lords of light guide you on your mission.
es: Que los señores de la luz guíen su misión.

source: No! The undead entered the city. They will raze it in no time. All is lost.
es: ¡No! Los no muertos entraron en la ciudad. La arrasarán en poco tiempo. Todo está perdido.

source: Cleaning Home
es: Limpieza del Hogar

source: Restless spirits
es: Espíritus inquietos

source: Defeat all enemies
es: Derrota a todos los enemigos

source: Move older Jolla to the portal
es: Mueve a la Jolla mayor al portal

source: Protect older Jolla until she is done with the ritual
es: Protege a la Jolla mayor hasta que termine el ritual

source: Defeat 7 enemies by regular means
es: Derrota a 7 enemigos por medios regulares

source: Lemyr and older Jolla are next to each other and both on a forest tile
es: Lemyr y la Jolla mayor están uno al lado del otro y ambos en una casilla de bosque

source: Older Jolla takes any damage
es: La Jolla mayor recibe cualquier daño

source: So this is place where you live, Clare? Looks pretty nice.
es: ¿Entonces este es el lugar donde vives, Clare? Se ve bastante bonito.

source: Yes, we all love it here. But recently we had to flee before a horde of undead sent by Ganesha to get rid of us. Yes, we later with your help defeated pretty much of them but many of ghosts which he summoned to this world stayed here even after we destroyed him for good.
es: Sí, todos amamos este lugar. Pero recientemente tuvimos que huir ante una horda de no muertos enviada por Ganesha para deshacerse de nosotros. Sí, después con tu ayuda derrotamos a la mayoría, pero muchos de los fantasmas que invocó a este mundo se quedaron aquí incluso después de que lo destruyéramos para siempre.

source: Yes, I can see the ghosts but they will not pose a real threat for us. Me and my friends can banish them pretty easily.
es: Sí, veo los fantasmas, pero no representarán una amenaza real para nosotros. Mis amigos y yo podemos desterrarlos bastante fácilmente.

source: You may be right. Anyhow, let us do it as quickly as possible. We all need some rest badly.
es: Puede que tengas razón. De todos modos, hagámoslo lo más rápido posible. Todos necesitamos descansar urgentemente.

source: Oh my ... there are so many of them here. Where did they come from? I cannot remember seeing so big horde when we left this place.
es: Oh Dios... hay tantos aquí. ¿De dónde vinieron? No recuerdo haber visto una horda tan grande cuando dejamos este lugar.

source: Well, he might send much more ghosts here later but I doubt it. I suppose that he kept most of his minions near him for the case that someone powerful decided to attack him.
es: Bueno, podría haber enviado muchos más fantasmas aquí después, pero lo dudo. Supongo que mantuvo a la mayoría de sus minions cerca de él por si alguien poderoso decidía atacarlo.

source: Look here, my friend.
es: Mira aquí, amiga.

source: What is that thing?
es: ¿Qué es esa cosa?

source: I believe that it is a gate to the world of dead. I do not have the slightest idea who created it and when but it seems that many a restless spirit used it to go to our world to cause havoc.
es: Creo que es una puerta al mundo de los muertos. No tengo la menor idea de quién la creó ni cuándo, pero parece que muchos espíritus inquietos la usaron para venir a nuestro mundo a causar estragos.

source: You are indeed right, elf. I have seen a few necromancers breaking the barriers between our world and the world of dead. Many ghosts escaped each time but I have learned a spell which can close the gate. I still remember it. I can close it but I need you all to keep the ghosts who already escaped away from me. I will sneak with my friends to the portal and seal it.
es: Tienes razón, elfa. He visto a algunos nigromantes romper las barreras entre nuestro mundo y el mundo de los muertos. Muchos fantasmas escaparon cada vez, pero aprendí un hechizo que puede cerrar la puerta. Aún lo recuerdo. Puedo cerrarla, pero necesito que todos mantengan alejados de mí a los fantasmas que ya escaparon. Me colaré con mis amigos hasta el portal y lo sellaré.

source: That would be great but what will we do with all the ghosts who are already here? I am not sure if we can handle them all, there are too many of them here.
es: Eso sería genial, pero ¿qué haremos con todos los fantasmas que ya están aquí? No estoy segura de si podemos manejarlos a todos, hay demasiados.

source: I believe that if we manage to banish the most restless ones the others will give up. I am aware that we are not so likely to get to them but we can do it from some distance too. Well, I could not probably do it just at my own, it would require too much energy.
es: Creo que si logramos desterrar a los más inquietos, los otros se rendirán. Soy consciente de que no es probable que lleguemos hasta ellos, pero también podemos hacerlo desde cierta distancia. Bueno, probablemente no podría hacerlo sola, requeriría demasiada energía.

source: I can help you with it, Jolla if you want.
es: Puedo ayudarte con eso, Jolla, si quieres.

source: Thank you, Lemyr. Yes, we could make it together. But I need to seal the portal first. Please, hold them until I am done.
es: Gracias, Lemyr. Sí, podríamos hacerlo juntos. Pero primero necesito sellar el portal. Por favor, resistan hasta que termine.

source: Of course we will do so, my friend. But we should not waste more time with talking, much more of them could come. Let us get going!
es: Por supuesto que lo haremos, amiga. Pero no deberíamos perder más tiempo hablando, podrían venir muchos más. ¡Empecemos!

source: Older Jolla with all your white mages was moved to a different side and the enemies should not attack them as much. But they all are still under your control. In fact, you can capture a castle near the portal with her and use it to recruit or recall more white mages. But keep in mind that she is the only one who can seal the portal so move her at it as soon as possible.
es: La Jolla mayor con todos tus magos blancos fue movida a un lado diferente y los enemigos no deberían atacarlos tanto. Pero todos aún están bajo tu control. De hecho, puedes capturar un castillo cerca del portal con ella y usarlo para reclutar o reincorporar más magos blancos. Pero ten en cuenta que ella es la única que puede sellar el portal, así que muévela hacia él lo más pronto posible.

source: Foolish mortal! I can't be banished from this world so easily!
es: ¡Mortal tonto! ¡No puedo ser desterrado de este mundo tan fácilmente!

source: Let me close the portal first. Then they all will go to oblivion.
es: Déjenme cerrar el portal primero. Entonces todos irán al olvido.

source: I am at the place. I can remember the exact procedure for the ritual but it will take some time. I need you to hold them for a bit longer.
es: Estoy en el lugar. Recuerdo el procedimiento exacto para el ritual, pero tomará algo de tiempo. Necesito que los resistan un poco más.

source: You can count on us all, my friend.
es: Puedes contar con todos nosotros, amiga.

source: The enemies are now fully aware of older Jolla and all whites mages and they will attack them. The ritual which is older Jolla about to perform requires her full concentration so she cannot attack anyone and move at all. Also when she takes any damage the ritual will fail so protect her at all costs.
es: Los enemigos ahora son plenamente conscientes de la Jolla mayor y todos los magos blancos y los atacarán. El ritual que la Jolla mayor está a punto de realizar requiere su plena concentración, por lo que no puede atacar a nadie ni moverse en absoluto. Además, si recibe cualquier daño, el ritual fallará, así que protéjanla a toda costa.

source: Oh no! We failed to protect Jolla during the ritual. Now, no one can close the damn portal. Everything is lost now.
es: ¡Oh no! Fallamos en proteger a Jolla durante el ritual. Ahora nadie puede cerrar el maldito portal. Todo está perdido ahora.

source: (opening her eyes) It is done.
es: (abriendo los ojos) Está hecho.

source: Yes, that thing is gone, no more ghosts can escape anymore. Excellent job! But what should be our next course of action?
es: Sí, esa cosa desapareció, ya no pueden escapar más fantasmas. ¡Excelente trabajo! Pero ¿cuál debería ser nuestro siguiente curso de acción?

source: Now, me and Lemyr need to get close enough to their leaders.
es: Ahora, Lemyr y yo necesitamos acercarnos lo suficiente a sus líderes.

source: That would not be so easy. The forest is still full of ghosts. If you really need to be to close to them then I think that we need to banish some of the weaker ones first.
es: Eso no será tan fácil. El bosque aún está lleno de fantasmas. Si realmente necesitan estar cerca de ellos, entonces creo que necesitamos desterrar primero a algunos de los más débiles.

source: Yes, that is the last thing what I need you all to do. After that they will not haunt your nice place anymore.
es: Sí, eso es lo último que necesito que todos hagan. Después de eso, ya no atormentarán más su bonito lugar.

source: Very well. Let us do it.
es: Muy bien. Hagámoslo.

source: Before older Jolla with Lemyr can banish the enemy leaders, you need to kill 7 enemies with regular means (not redeem).
es: Antes de que la Jolla mayor con Lemyr puedan desterrar a los líderes enemigos, necesitas matar a 7 enemigos por medios regulares (no redimir).

source: That should be enough, now we can do it. Lemyr, come to me.
es: Eso debería ser suficiente, ahora podemos hacerlo. Lemyr, ven a mí.
