Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: Good. Now prepare to die.
es: Bien. Ahora prepárate para morir.

source: I am prepared.
es: Estoy preparada.

source: Here are you your magic words. (He gives her a piece of paper with some words in a foreign language.)
es: Aquí tienes tus palabras mágicas. (Le da un papel con algunas palabras en un idioma extranjero.)

source: Are you sure that these words are the right ones? I do not want to die unnecessarily.
es: ¿Estás seguro de que estas palabras son las correctas? No quiero morir innecesariamente.

source: I will check it ... Yes, they are right.
es: Lo revisaré... Sí, son correctas.

source: Ok, I trust you ... Ahhh ... The poison is starting to work.
es: Bien, confío en ti... Ahhh... El veneno está empezando a hacer efecto.

source: Read the words.
es: Lee las palabras.

source: Yes. (she read the words from a paper) Ahhh...
es: Sí. (lee las palabras del papel) Ahhh...

source: Yes, it worked! ... Hmm, I am feeling somehow strange ... No, it is fading out. Well, thank you.
es: ¡Sí, funcionó!... Hmm, me siento de alguna manera extraña... No, está desvaneciéndose. Bueno, gracias.

source: You are welcome. By the way what are you going to do with your new life?
es: De nada. Por cierto, ¿qué vas a hacer con tu nueva vida?

source: I do not know. Maybe I will return to my village.
es: No lo sé. Tal vez regrese a mi aldea.

source: On The Road
es: En el Camino

source: Defeat enemy leader
es: Derrota al líder enemigo

source: We ain't letting this go unpunished!
es: ¡No dejaremos que esto quede impune!

source: Orcs? And they are killing innoc... killing people? Never in front of my eyes! I will help you, people.
es: ¿Orcos? ¿Y están matando inocen... matando gente? ¡Nunca frente a mis ojos! Los ayudaré, gente.

source: Who is that woman? She looks pretty nice and her clothes seem to be expensive. Well, I definitely like her but why would she bother with those like us?
es: ¿Quién es esa mujer? Se ve bastante bien y su ropa parece cara. Bueno, definitivamente me gusta, pero ¿por qué se molestaría con gente como nosotros?

source: Thanks, lady, whoever you are.
es: Gracias, señora, quienquiera que seas.

source: You cannot recruit any units and neither recall any that stayed in the village.
es: No puedes reclutar unidades ni reincorporar ninguna que se quedó en la aldea.

source: They don’t ‘ave any more grunts. This'll be easy as it gets, guys!
es: No tienen más gruñidos. ¡Esto será fácil como nunca, chicos!

source: Oi, lady, you ain't leaving us, are you?
es: Oye, señora, ¿no nos vas a dejar, verdad?

source: It’s over, we win!
es: ¡Se acabó, ganamos!

source: I lost... And to... Footpads... Arh
es: Perdí... Y contra... Bandidos... Arh

source: Thanks for the help, lady. What’s your name, anyways?
es: Gracias por la ayuda, señora. ¿Cuál es tu nombre, de todos modos?

source: Clare is my name.
es: Clare es mi nombre.

source: I'm Tinry. Tell me - what are you doing ‘round here? It’s a dangerous place, you know?
es: Soy Tinry. Dime - ¿qué haces por aquí? Es un lugar peligroso, sabes.

source: I am on a mission of vengeance, against an Orc who slew my village’s headman, who was a friend to me.
es: Estoy en una misión de venganza, contra un orco que mató al jefe de mi aldea, quien era un amigo para mí.

source: Well, we hate Orcs, so I guess we could help you with that. Right, guys?
es: Bueno, odiamos a los orcos, así que supongo que podríamos ayudarte con eso. ¿Verdad, chicos?

source: Right! We'll kill any Orc in our way!
es: ¡Cierto! ¡Mataremos a cualquier orco en nuestro camino!

source: Thank you for the assistance. However, first we need to find a mage. He can, and will, help us.
es: Gracias por la asistencia. Sin embargo, primero necesitamos encontrar a un mago. Él puede, y lo hará, ayudarnos.

source: All-righty then. Get your packs ready, everyone, we’re leaving!
es: ¡De acuerdo entonces! Preparen sus mochilas, todos, ¡nos vamos!

source: Well, even though she's going to travel with us she seems to not like it at all. I'd like to know what is on her mind. Hm, maybe I should less think about it and more enjoy her presence. Who knows how long for she'll be around here.
es: Bueno, aunque va a viajar con nosotros, parece que no le gusta en absoluto. Me gustaría saber qué tiene en mente. Hm, tal vez debería pensar menos en eso y disfrutar más de su presencia. Quién sabe cuánto tiempo estará por aquí.

source: You lot are useless. We got a mage on our side, and you can't kill a pack of bloody goblins!
es: Ustedes son inútiles. Tenemos una maga de nuestro lado, ¡y no pueden matar a un grupo de malditos goblins!

source: Repelling the Orcs
es: Repeliendo a los Orcos

source: Earl Menvan's troops
es: Tropas del Conde Menvan

source: We have arrived, but this is not good news. The orcs have crossed the river! And it is even worse - their strongest warriors besiege our keep! They are standing above dead corpses of many of our militiamen. I worry that we have arrived too late to save my village.
es: Hemos llegado, pero no son buenas noticias. ¡Los orcos han cruzado el río! Y es aún peor - ¡sus guerreros más fuertes asedian nuestro torreón! Están parados sobre cadáveres muertos de muchos de nuestros milicianos. Me preocupa que hayamos llegado demasiado tarde para salvar mi aldea.

source: Worry not, young knight. My riders shall eliminate the orcs this side of the river, then we shall drive them back! Your fellows will survive.
es: No te preocupes, joven caballero. Mis jinetes eliminarán a los orcos de este lado del río, ¡luego los echaremos atrás! Tus compañeros sobrevivirán.

source: Riders, charge! Send the orcs back to where they hail from!
es: ¡Jinetes, carguen! ¡Envíen a los orcos de vuelta de donde vinieron!

source: I thank you, Sir Lemyr, for bringing us reinforcements. We were already giving up on hope that we could keep our lives.
es: Gracias, señor Lemyr, por traernos refuerzos. Ya estábamos renunciando a la esperanza de poder mantener nuestras vidas.

source: Anything for my village. Now, let us slay these vile orcs!
es: Cualquier cosa por mi aldea. Ahora, ¡matemos a estos viles orcos!

source: Yes, we shall avenge our dead, may they rest in peace.
es: Sí, vengaremos a nuestros muertos, que descansen en paz.

source: I won't get killed so easily as he did! Under my banner, orcs!
es: ¡No me matarán tan fácilmente como a él! ¡Bajo mi estandarte, orcos!

source: Someone will avenge me. Be sure about it!
es: Alguien me vengará. Tenlo por seguro.

source: We did it! After this day, I doubt they will ever dare to attack again.
es: ¡Lo hicimos! Después de este día, dudo que alguna vez se atrevan a atacar de nuevo.

source: Agreed. But we shall not forgot to show our gratitude to our savior. Lieutenant, give my thanks to the Earl.
es: De acuerdo. Pero no olvidaremos mostrar nuestra gratitud a nuestro salvador. Teniente, da mis gracias al Conde.

source: That I shall do, headman. Farewell.
es: Eso haré, jefe. Adiós.

source: I am glad that you have returned, Lemyr.
es: Me alegra que hayas regresado, Lemyr.

source: And I am also glad to be back.
es: Y yo también me alegro de estar de vuelta.

source: We must give our dead a hero’s funeral. Then, we can celebrate our victory.
es: Debemos dar a nuestros muertos un funeral de héroe. Luego, podemos celebrar nuestra victoria.

source: Look! Hundreds of Orcs are upon the horizon! Doom is upon us!
es: ¡Mira! ¡Cientos de orcos en el horizonte! ¡La perdición está sobre nosotros!

source: Conversation with the Earl
es: Conversación con el Conde

source: I am glad that I can teleport myself. It would have been a long journey.
es: Me alegra poder teletransportarme. Hubiera sido un viaje largo.

source: What do you want, maiden?
es: ¿Qué quieres, doncella?

source: I am Clare, a mage. The earl ordered my presence here.
es: Soy Clare, una maga. El conde ordenó mi presencia aquí.

source: Clare ... yes. You can pass.
es: Clare... sí. Puedes pasar.

source: Hail, Earl Menvan. I am Clare. Have you ordered my presence here?
es: Salve, Conde Menvan. Soy Clare. ¿Ordenaste mi presencia aquí?

source: Yes, I did. Nice to finally meet you, Clare. Words of your deeds have already reached our halls.
es: Sí, lo hice. Encantado de conocerte por fin, Clare. Las palabras de tus hazañas ya han llegado a nuestros salones.

source: What do you mean, sir?
es: ¿Qué quieres decir, señor?

source: You are so modest, maiden. Where shall I begin? You saved your village from the orcs several times and even more defeated the orcs on their own soil. And avenged Glacyn's death. Yes, I heard about him. He was a good man.
es: Eres tan modesta, doncella. ¿Por dónde empezar? Salvaste tu aldea de los orcos varias veces e incluso derrotaste a los orcos en su propio suelo. Y vengaste la muerte de Glacyn. Sí, escuché sobre él. Era un buen hombre.

source: Yes, I still miss him.
es: Sí, aún lo extraño.

source: Yes, you have done so many good deeds in your short life. And you must be rewarded.
es: Sí, has hecho tantas buenas acciones en tu corta vida. Y debes ser recompensada.

source: No, it was my duty. And most of my deeds I did not do alone. Some outlaws helped me.
es: No, era mi deber. Y la mayoría de mis hazañas no las hice sola. Algunos forajidos me ayudaron.

source: Outlaws? Well, from now on they are no longer outlaws. Provided, of course, that they remain law abiding.
es: ¿Forajidos? Bueno, de ahora en adelante ya no son forajidos. Siempre y cuando, por supuesto, sigan respetando la ley.

source: Yes, they do.
es: Sí, lo hacen.

source: So it is decided. And you, I would be honoured if you would work for me as my advisor. I was already looking for someone with your abilities and wisdom.
es: Así está decidido. Y tú, sería un honor si trabajaras para mí como mi asesora. Ya estaba buscando a alguien con tus habilidades y sabiduría.

source: It is an honor to be asked, sir but I must decline your offer. All I want is to live in my village with my dear Lemyr.
es: Es un honor que me lo pidas, señor, pero debo rechazar tu oferta. Todo lo que quiero es vivir en mi aldea con mi querido Lemyr.

source: Lemyr the rider? He is a good man. I wish you good luck.
es: ¿Lemyr el jinete? Es un buen hombre. Les deseo buena suerte.

source: Thank you, sir.
es: Gracias, señor.

source: You both are always welcomed guests here.
es: Ambos son siempre invitados bienvenidos aquí.

source: An Exercise
es: Un Ejercicio

source: He is near. I can feel him very strongly. We could get to him just in a few hours if he still will be sitting at the same place. We just need to defeat this small group of orcs.
es: Está cerca. Lo siento muy fuerte. Podríamos llegar a él en unas pocas horas si aún está sentado en el mismo lugar. Solo necesitamos derrotar a este pequeño grupo de orcos.

source: Human worms? Well, we wanted to attacks some their villages. Grunts, bring me their skulls!
es: ¿Gusanos humanos? Bueno, queríamos atacar algunas de sus aldeas. ¡Gruñidos, tráiganme sus cráneos!

source: You'll never get us. Men, to arms!
es: Nunca nos atraparán. ¡Hombres, a las armas!

source: It is done. Let us go to the north.
es: Está hecho. Vayamos al norte.

source: We lost a lot of time here. I cannot feel his presence anymore. He probably moved to a much bigger town where we will never get him. I have failed.
es: Perdimos mucho tiempo aquí. Ya no siento su presencia. Probablemente se mudó a una ciudad mucho más grande donde nunca lo atraparemos. He fallado.

source: The Price of Revenge
es: El Precio de la Venganza

source: So our heroes defeated the orcs and Clare avenged Glacyn's assassination and they celebrated. They gathered all the food and drinks that they could find and were recounting stories from the last few days. As the number of consumed drinks increased, the stories started to be filled with embellishments and exaggerations.
es: Así que nuestros héroes derrotaron a los orcos y Clare vengó el asesinato de Glacyn y celebraron. Reunieron toda la comida y bebida que pudieron encontrar y contaban historias de los últimos días. A medida que aumentaba el número de bebidas consumidas, las historias empezaron a llenarse de adornos y exageraciones.

source: But not everyone celebrated. Isolated from everyone, Clare was brooding with her cowl pulled low over her head.
es: Pero no todos celebraban. Aislada de todos, Clare estaba reflexionando con su capucha baja sobre su cabeza.

source: What is wrong with you, girl? We won. You should be happy.
es: ¿Qué te pasa, chica? Ganamos. Deberías estar feliz.

source: Yes, we won but you do not know the price that I had to pay.
es: Sí, ganamos, pero no sabes el precio que tuve que pagar.

source: I will tell you but you must promise that you will not tell anyone else.
es: Te lo contaré, pero debes prometerme que no se lo dirás a nadie más.

source: I promise. What is it?
es: Lo prometo. ¿Qué es?

source: I died, but the necromancer brought me back. I am an undead, a lich!
es: Morí, pero el nigromante me trajo de vuelta. ¡Soy un no muerto, un liche!

source: You don't look like one of these liches.
es: No te ves como uno de esos liches.

source: He gave me some potion, perhaps even a poison. I do not know. All I know is that I was dead and that now I am back.
es: Me dio alguna poción, tal vez incluso un veneno. No lo sé. Todo lo que sé es que estaba muerta y que ahora estoy de vuelta.

source: I don't mind it, do you? I know you have a good heart and that's all that's important.
es: No me importa, ¿a ti sí? Sé que tienes un buen corazón y eso es todo lo que importa.

source: Thank you, Merissa. You are very kind.
es: Gracias, Merissa. Eres muy amable.

source: You are welcome. And now join the party. This is your victory.
es: De nada. Y ahora únete a la fiesta. Esta es tu victoria.

source: The Last Battle
es: La Última Batalla

source: Humans
es: Humanos

source: Death of Earl Menvan
es: Muerte del Conde Menvan

source: Death of Lemyr, Tinry, Merissa or Mubryn
es: Muerte de Lemyr, Tinry, Merissa o Mubryn

source: We have arrived as you ordered, Earl Menvan. And we bring soldiers and mages with us.
es: Hemos llegado como ordenaste, Conde Menvan. Y traemos soldados y magos con nosotros.

source: You arrived just in time. The orcs are prepared for the attack.
es: Llegaron justo a tiempo. Los orcos están preparados para el ataque.

source: We will send them all right into the fiery wastelands of Inferno, sir.
es: Los enviaremos a todos directo a las tierras ardientes del Infierno, señor.

source: I fear that we can't defeat them. We are outnumbered. And these orcs aren't the weaklings we usually fight. They are just as strong as my finest warriors, maybe even stronger. And it seems they also have some tough trolls and ogres with them.
es: Temo que no podamos derrotarlos. Somos superados en número. Y estos orcos no son los débiles con los que usualmente luchamos. Son tan fuertes como mis mejores guerreros, tal vez incluso más fuertes. Y parece que también tienen algunos trolls y ogros duros con ellos.

source: I see. In that case we must kill the warlord and hope that they will fight among themselves and we can then defeat them easily.
es: Ya veo. En ese caso debemos matar al señor de la guerra y esperar que luchen entre sí y entonces podamos derrotarlos fácilmente.

source: Can you see his guards? It won't be easy.
es: ¿Ves a sus guardias? No será fácil.

source: Yes but I can teleport myself. I could get close to him and kill him quickly.
es: Sí, pero puedo teletransportarme. Podría acercarme a él y matarlo rápido.

source: This is too dangerous! They have a lot of troops and you are not good in melee combat.
es: ¡Esto es demasiado peligroso! Tienen muchas tropas y no eres buena en combate cuerpo a cuerpo.

source: It's dangerous but it may be our only chance. We will try to clear the road and you will sneak up on him.
es: Es peligroso, pero puede ser nuestra única oportunidad. Intentaremos limpiar el camino y tú te escabullirás hacia él.

source: I agree.
es: Estoy de acuerdo.

source: Fight my soldiers. For our country!
es: ¡Luchen, mis soldados! ¡Por nuestro país!

source: Fight my soldiers. For all good people on Irdya!
es: ¡Luchen, mis soldados! ¡Por toda la buena gente en Irdya!

source: Slay the orcs! Do not let them cut a single tree!
es: ¡Matad a los orcos! ¡No dejéis que corten un solo árbol!

source: Elves?! But this is only a small group. Wolves, time to lunch!
es: ¿¡Elfos!? Pero esto es solo un pequeño grupo. ¡Lobos, hora de almorzar!

source: Help us, elves, please.
es: Ayúdennos, elfos, por favor.

source: We will help you, humans. All must unite to fight the orcs.
es: Los ayudaremos, humanos. Todos deben unirse para luchar contra los orcos.

source: Thank you. You will be rewarded.
es: Gracias. Serán recompensados.

source: Our reward is that they will cut no trees anymore.
es: Nuestra recompensa es que ya no cortarán árboles.

source: Our reinforcements have arrived. Destroy these human worms!
es: Llegaron nuestros refuerzos. ¡Destruyan a estos gusanos humanos!

source: As promised for rescuing our lord's daughter, our lord sent us to aid you in your battle with the orcs.
es: Como prometido por rescatar a la hija de nuestro señor, nuestro señor nos envió para ayudarlos en su batalla con los orcos.

source: Clare, so that's why you arrived at the last minute? You were securing some help?
es: Clare, ¿entonces por eso llegaste en el último minuto? ¿Estabas asegurando ayuda?

source: Right. We rescued his daughter who had been kidnapped by undead.
es: Cierto. Rescatamos a su hija que había sido secuestrada por no muertos.

source: No, the trolls have broken our defenses. We are lost.
es: No, los trolls han roto nuestras defensas. Estamos perdidos.

source: Puny humars gona die!
es: ¡Pobres humaros van a morir!

source: Do not lose your faith, brother. Our leaders heard your call and sent us to aid you in your battle with the orcs.
es: No pierdas la fe, hermano. Nuestros líderes oyeron tu llamado y nos enviaron para ayudarte en tu batalla con los orcos.

source: Thank you, brothers.
es: Gracias, hermanos.

source: You know these people, Lemyr?
es: ¿Conoces a esta gente, Lemyr?

source: Right, we belong to the same order.
es: Cierto, pertenecemos a la misma orden.

source: Oh, of course, I forgot.
es: Oh, por supuesto, lo olvidé.

source: This is the end. The orcs won.
es: Este es el fin. Los orcos ganaron.

source: I am going to the lands where is no war. I hope that you win, humans.
es: Voy a las tierras donde no hay guerra. Espero que ganen, humanos.

source: We will help them, sir. The orcs will pay for your death.
es: Los ayudaremos, señor. Los orcos pagarán por tu muerte.

source: You may kill me but there are still a lot of us. They will get you all.
es: Puedes matarme, pero aún hay muchos de nosotros. Los atraparán a todos.

source: The great warlord is dead. I will take his place. All orcs, under my banner!
es: El gran señor de la guerra está muerto. Tomaré su lugar. ¡Todos los orcos, bajo mi estandarte!

source: We are with you. Command us.
es: Estamos contigo. Comándanos.

source: Kill them all!
es: ¡Mátenlos a todos!

source: Yes, sir. We will avenge his death.
es: Sí, señor. Vengaremos su muerte.

source: Wright! Punih the bad humars!
es: ¡Cierto! ¡Castigar malos humaros!

source: The great warlord is dead. I will take his place. All orcs, go under my banner!
es: El gran señor de la guerra está muerto. Tomaré su lugar. ¡Todos los orcos, bajo mi estandarte!

source: You're weak. You can't be a new sovereign. Under my banner, orcs!
es: Eres débil. No puedes ser un nuevo soberano. ¡Bajo mi estandarte, orcos!

source: Me not obeys anyone if the chief dead. Smithe everyone if you way!
es: Yo no obedece a nadie si jefe muerto. ¡Aplastar todos si quieres!

source: It worked. They will fight among themselves and we can finish them. Final charge, soldiers!
es: Funcionó. Lucharán entre sí y podremos acabar con ellos. ¡Carga final, soldados!

source: Flee, my comrades. This is hopeless without the warlord!
es: ¡Huyan, camaradas! ¡Esto es desesperanzador sin el señor de la guerra!

source: Other Orcs
es: Otros Orcos

source: Defeat remaining enemy leaders
es: Derrota a los líderes enemigos restantes

source: We did it! Thank you for your help, elves.
es: ¡Lo hicimos! Gracias por su ayuda, elfos.

source: We did it! Though our elven friends died.
es: ¡Lo hicimos! Aunque nuestros amigos elfos murieron.

source: You are welcome, humans. We will take our leave now and return to our forests.
es: De nada, humanos. Nos despediremos ahora y regresaremos a nuestros bosques.

source: The victory is ours. Clare, Lemyr, come to me.
es: La victoria es nuestra. Clare, Lemyr, vengan a mí.

source: You saved our country. You will be rewarded. Tell me your wish and I will grant it.
es: Salvaron nuestro país. Serán recompensados. Díganme su deseo y lo concederé.

source: I have no wish, my lord. I have all that I ever wanted.
es: No tengo deseo, mi señor. Tengo todo lo que siempre quise.

source: Yes, sir. We need nothing. We have fulfilled our duty.
es: Sí, señor. No necesitamos nada. Hemos cumplido nuestro deber.

source: You both are very good people but my promise stands.
es: Ambos son muy buenas personas, pero mi promesa se mantiene.

source: Three legions of orcs arrived. There is no hope of defeating them now.
es: Llegaron tres legiones de orcos. No hay esperanza de derrotarlos ahora.

source: Kill all scouts
es: Mata a todos los exploradores

source: Any scout reaches the signpost
es: Cualquier explorador llega al poste indicador

source: Death of Clare, Tinry, Merissa or Mubryn
es: Muerte de Clare, Tinry, Merissa o Mubryn

source: Orcish Scouts
es: Exploradores Orcos

source: Reach the signpost
es: Llega al poste indicador

source: Find and kill wolf riders
es: Encuentra y mata a jinetes de lobo

source: So where is the orc? I'm in the mood for fightin'. Is he near?
es: Entonces, ¿dónde está el orco? Estoy de humor para pelear. ¿Está cerca?

source: We are very close. If nothing is interfering with my magic, he should be resting in a nearby town.
es: Estamos muy cerca. Si nada interfiere con mi magia, debería estar descansando en una ciudad cercana.

source: Good! So what are we waiting for? On him!
es: ¡Bien! Entonces, ¿qué esperamos? ¡A por él!

source: You probably didn't notice it but some wolf riders are patrolling this area.
es: Probablemente no lo notaste, pero algunos jinetes de lobo patrullan esta área.

source: We should be able to move around them unseen but we can choose to fight them. There aren't so many of them.
es: Deberíamos poder movernos alrededor de ellos sin ser vistos, pero podemos elegir luchar contra ellos. No hay tantos.

source: Wait! We aren't alone. Come out and tell us what you're doing here!
es: ¡Espera! No estamos solos. ¡Sal y dinos qué haces aquí!

source: Please, don't kill us! We're just hunting. Promise!
es: ¡Por favor, no nos maten! Solo estamos cazando. ¡Lo prometo!

source: Hmm, hunters. They might be useful for our mission. What do you say? Will you help us?
es: Hmm, cazadores. Podrían ser útiles para nuestra misión. ¿Qué dicen? ¿Nos ayudarán?

source: Sure, if we get paid.
es: Claro, si nos pagan.

source: Deal. I will tell you the details.
es: Trato hecho. Les contaré los detalles.

source: You can recruit Poachers from now on.
es: Puedes reclutar Cazadores Furtivos de ahora en adelante.

source: Hurry up, everyone.
es: Apúrense, todos.

source: Me sees lot of humans. Me thinks humans wants to attack the chief. We must warn him!
es: Yo ve muchos humanos. Yo piensa humanos quiere atacar jefe. ¡Debemos advertirlo!
