Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: Who are you? ... Wait, you remind me of one my friend from Alduin Academy, Clare. But it cannot be you because she is as old as me and I am nearly at the end of my way.
es: ¿Quién eres? ... Espera, me recuerdas a una amiga de la Academia de Alduin, Clare. Pero no puedes ser tú porque ella es tan vieja como yo y estoy casi al final de mi camino.

source: Is she right, mom? It would be weird but I do not think that she could tell a lie.
es: ¿Tiene razón, mamá? Sería raro, pero no creo que pueda mentir.

source: Yes, she never told a lie. She is a very right person.
es: Sí, nunca dijo una mentira. Es una persona muy recta.

source: Right but she is not your mother, darling, she cannot be. She is a very powerful undead, a lich and for a long time. Two of her friends as well.
es: Correcto, pero no es tu madre, cariño, no puede serlo. Es un no muerto muy poderoso, un liche, y desde hace mucho tiempo. Dos de sus amigos también lo son.

source: Mom! No, it cannot be true!
es: ¡Mamá! ¡No, no puede ser cierto!

source: It is true. I can sense it even if they somehow manage to preserve their human appearance. So you came to help your friends to kill me, Clare? Well, it is not really necessary as we are already badly outnumbered.
es: Es cierto. Puedo sentirlo incluso si de alguna manera logran conservar su apariencia humana. Entonces, ¿viniste a ayudar a tus amigos a matarme, Clare? Bueno, no es realmente necesario, ya que estamos muy superados en número.

source: No! They are our enemies as well, they attack us at our place. We want to see the sun again just like you.
es: ¡No! También son nuestros enemigos, nos atacan en nuestro lugar. Queremos ver el sol de nuevo, como tú.

source: Undead fighting undead? Weird. And they want the day to return? Very very weird.
es: ¿No muertos luchando contra no muertos? Extraño. ¿Y quieren que regrese el día? Muy, muy extraño.

source: Jolla, look to my heart. I am a paladin, a humble servant of the lords of light just like you. Someone seeks to destroy Irdya, you know it too, right? We have to unite in order to save our world. You are very powerful, I can feel it but you cannot stop him at your own. We have an army and I believe that with you we can manage it.
es: Jolla, mira mi corazón. Soy un paladín, un humilde servidor de los señores de la luz, como tú. Alguien busca destruir Irdya, tú también lo sabes, ¿verdad? Tenemos que unirnos para salvar nuestro mundo. Eres muy poderosa, puedo sentirlo, pero no puedes detenerlo sola. Tenemos un ejército y creo que contigo podemos lograrlo.

source: Tell me what is your glorious name?
es: Dime cuál es tu glorioso nombre.

source: It is Lemyr.
es: Es Lemyr.

source: So, Lemyr ... yes, I can see that your heart is pure. You are right in everything. I trust you. I and my friends will join you.
es: Entonces, Lemyr... sí, puedo ver que tu corazón es puro. Tienes razón en todo. Confío en ti. Mis amigos y yo nos uniremos a ti.

source: Fools! You can't stand a chance even with their help. But enough talking, prepare to die!
es: ¡Tontos! ¡No tienen ninguna posibilidad incluso con su ayuda! Pero basta de hablar, ¡prepárense para morir!

source: The good will prevail. Fight my friends for the light future of Irdya!
es: El bien prevalecerá. ¡Luchen, amigos, por el futuro luminoso de Irdya!

source: May the lords of light help you find peace, my friend.
es: Que los señores de la luz te ayuden a encontrar la paz, amiga.

source: See? You have no chance against us at all.
es: ¡Ves? No tienen ninguna posibilidad contra nosotros.

source: We will prevail in the end. The good always win at last.
es: Prevaleceremos al final. El bien siempre gana al final.

source: Rise and serve me!
es: ¡Levántate y sírveme!

source: Again these creatures. Can anyone tell me what they are?
es: Otra vez estas criaturas. ¿Alguien puede decirme qué son?

source: Trust me, darling, you do not want to know it.
es: Confía en mí, cariño, no quieres saberlo.

source: It can't be ... they advanced further. I am sorry, master.
es: No puede ser... avanzaron más. Lo siento, amo.

source: You are nothing but incompetent! I'm sick of you! Die!
es: ¡No eres más que un incompetente! ¡Estoy harto de ti! ¡Muere!

source: Thank you very much. I am pretty sure that without your help we all would be as good as dead.
es: Muchas gracias. Estoy bastante segura de que sin su ayuda todos estaríamos como muertos.

source: You are welcome, an old friend of mine.
es: De nada, una vieja amiga mía.

source: Can you tell me more about this child? I like her.
es: ¿Puedes contarme más sobre esta niña? Me agrada.

source: I named her Jolla in your honor. We found her in an orcish realm after we killed them all. We all raised her to be a good person. And she is somehow connected to the lords of light like you.
es: La nombré Jolla en tu honor. La encontramos en un reino orco después de que matamos a todos. Todos la criamos para que fuera una buena persona. Y está de alguna manera conectada con los señores de la luz, como tú.

source: I see and I am honored. So, an young one, would you like to know more about light magic? I can teach you this and even more if you wish so.
es: Entiendo y me siento honrada. Entonces, pequeña, ¿te gustaría saber más sobre la magia de luz? Puedo enseñarte esto y aún más si así lo deseas.

source: It would be nice but I cannot just leave my mo... well, I know now that she cannot my mother because of what she is. I do not like it but she cared about me the whole time and did a lot of good deeds. I am not able to hate her.
es: Sería bueno, pero no puedo simplemente dejar a mi ma... bueno, ahora sé que no puede ser mi madre por lo que es. No me gusta, pero ella se preocupó por mí todo el tiempo e hizo muchas buenas acciones. No puedo odiarla.

source: Nobody wants you to hate or leave her, darling. I can spend some of the time what remains for me to live with you all. But now we should advance further. We spent too much time with talking and they could use it to rise more undead.
es: Nadie quiere que la odies o la dejes, cariño. Puedo pasar algo del tiempo que me queda de vida con todos ustedes. Pero ahora deberíamos avanzar más. Pasamos demasiado tiempo hablando y podrían usarlo para levantar más no muertos.

source: You are right. Let us continue our march.
es: Tienes razón. Continuemos nuestra marcha.

source: Bone Knight
es: Caballero de Hueso

source: The horsemen with the most experienced rose quickly through the ranks, only to find death that much closer. They gained significant knowledge in weaponry and tactics, even being able to carry a crossbow in addition to their axes. These riders now wander the world, doing the bidding of their dark masters that summoned this to fight once again. Their strength remains great, and, in death as in life, novice units should not attempt to do battle with one alone.
es: Los jinetes más experimentados ascendieron rápidamente en las filas, solo para encontrar la muerte más cerca. Adquirieron un conocimiento significativo en armas y tácticas, incluso pudiendo llevar una ballesta además de sus hachas. Estos jinetes ahora vagan por el mundo, cumpliendo las órdenes de sus amos oscuros que los invocaron para luchar una vez más. Su fuerza sigue siendo grande, y, en la muerte como en la vida, las unidades novatas no deberían intentar enfrentar a uno solo.

source: Skeleton Rider
es: Jinete Esqueleto

source: These mounted skeletons were once great warriors thundering across the plains. In life, they had not yet acquired the skill and strength of the more experienced of their ranks, but they were equal in terms of speed; they could dash into battle as fast as those more experienced. This is still apparent even now, trapped in unlife as they are to spread fear and destruction. Novice fighters should have no problem fighting these, but need remember the speed of the skeletal mounts.
es: Estos esqueletos montados fueron alguna vez grandes guerreros que galopaban por las llanuras. En vida, aún no habían adquirido la habilidad y fuerza de los más experimentados de sus filas, pero eran iguales en términos de velocidad; podían lanzarse al combate tan rápido como los más experimentados. Esto aún es evidente ahora, atrapados en la no vida como están para sembrar miedo y destrucción. Los luchadores novatos no deberían tener problemas para enfrentarlos, pero deben recordar la velocidad de las monturas esqueléticas.

source: Shadow Prince
es: Príncipe de las Sombras

source: After years of life as a criminal, the outlaw gains pride and no longer feels the need to behave like a brute. To teach the others that they are superior too, they learn some magic, and practice fighting with a staff that they used when learning magic. Their authority above other criminals is so great, that they can hide in any settlement.
es: Después de años de vida como criminal, el forajido gana orgullo y ya no siente la necesidad de comportarse como un bruto. Para enseñarles a los demás que también son superiores, aprenden algo de magia y practican la lucha con un bastón que usaron al aprender magia. Su autoridad sobre otros criminales es tan grande que pueden esconderse en cualquier asentamiento.

source: quarterstaff
es: bastón

source: magic blast
es: explosión mágica

source: striking harder with quarterstaff
es: golpear más fuerte con el bastón

source: striking faster with quarterstaff
es: golpear más rápido con el bastón

source: doing more damage with magic blast
es: hacer más daño con la explosión mágica

source: casting magic blast faster
es: lanzar la explosión mágica más rápido

source: better at dodging enemies' attacks
es: mejor para esquivar los ataques enemigos

source: faster
es: más rápido

source: invisible during night
es: invisible durante la noche

source: Preserved Lich
es: Liche Preservado

source: Preserved liches are an exotic kind of liches, they are far more powerful than mere liches. Only a few of them roam the world and each of them possesses completely different powers. They kept their weapons and abilities which they wielded in life but as they can exist for millennia they may master them and even learn a lot of new things. This particular preserved lich was once a Paladin. He still uses his sword and lance to fight the evil. Once he advances on the path of light, he can learn a lot of new abilities which will make him a great leader/supporter. He can also learn to cast lightbeam.
es: Los liches preservados son un tipo exótico de liches, mucho más poderosos que los liches comunes. Solo unos pocos vagan por el mundo y cada uno posee poderes completamente diferentes. Conservaron las armas y habilidades que manejaban en vida, pero como pueden existir durante milenios, pueden dominarlas e incluso aprender muchas cosas nuevas. Este liche preservado en particular fue alguna vez un paladín. Todavía usa su espada y lanza para luchar contra el mal. Una vez que avanza en el camino de la luz, puede aprender muchas habilidades nuevas que lo convertirán en un gran líder/apoyo. También puede aprender a lanzar un rayo de luz.

source: redeem
es: redimir

source: striking harder with sword
es: golpear más fuerte con la espada

source: striking faster with sword
es: golpear más rápido con la espada

source: lowering enemy's resistances with sword
es: reducir las resistencias del enemigo con la espada

source: striking harder with lance
es: golpear más fuerte con la lanza

source: striking faster with lance
es: golpear más rápido con la lanza

source: knocking back enemies with lance
es: repeler enemigos con la lanza

source: more hardy
es: más resistente

source: better protected from physical blows (2% better resistances)
es: mejor protegido contra golpes físicos (2% mejor resistencia)

source: better protected from magical attacks (1 or 2% better resistances)
es: mejor protegido contra ataques mágicos (1 o 2% mejor resistencia)

source: regenerating 4 additional hitpoints per turn
es: regenerar 4 puntos de vida adicionales por turno

source: regenerating 2 additional hitpoints per turn
es: regenerar 2 puntos de vida adicionales por turno

source: regenerating 3 additional hitpoints per turn
es: regenerar 3 puntos de vida adicionales por turno

source: inspiring allies to fight better
es: inspirar a los aliados para que luchen mejor

source: inspiring allies to fight much better
es: inspirar a los aliados para que luchen mucho mejor

source: inspiring allies to fight even much better
es: inspirar a los aliados para que luchen aún mucho mejor

source: able to heal allies more
es: capaz de sanar más a los aliados

source: able to cure allies
es: capaz de curar a los aliados

source: illuminating
es: iluminar

source: spreading aura of light
es: propagar un aura de luz

source: able to use lightbeam
es: capaz de usar rayo de luz

source: better with lightbeam (also increases chance to hit)
es: mejor con el rayo de luz (también aumenta la probabilidad de acertar)

source: casting lightbeam faster
es: lanzar el rayo de luz más rápido

source: better with lightbeam
es: mejor con el rayo de luz

source: able to make allies resist damage better (15% to resistances)
es: capaz de hacer que los aliados resistan mejor el daño (15% a las resistencias)

source: able to make allies resist damage better (20% to resistances)
es: capaz de hacer que los aliados resistan mejor el daño (20% a las resistencias)

source: able to make allies resist damage better (25% to resistances)
es: capaz de hacer que los aliados resistan mejor el daño (25% a las resistencias)

source: able to make allies resist damage better (30% to resistances)
es: capaz de hacer que los aliados resistan mejor el daño (30% a las resistencias)

source: able to make allies resist damage better (35% to resistances)
es: capaz de hacer que los aliados resistan mejor el daño (35% a las resistencias)

source: 10% to all resistances if there are adjacent allies
es: 10% a todas las resistencias si hay aliados adyacentes

source: 15% to all resistances if there are adjacent allies
es: 15% a todas las resistencias si hay aliados adyacentes

source: 20% to all resistances if there are adjacent allies
es: 20% a todas las resistencias si hay aliados adyacentes

source: able to transform into earth guardian during combat
es: capaz de transformarse en guardián de tierra durante el combate

source: earth's fury
es: furia de la tierra

source: able to drain life force in guardian form
es: capaz de drenar fuerza vital en forma de guardián

source: making enemies bleed in guardian form
es: hacer sangrar a los enemigos en forma de guardián

source: female^Preserved Lich
es: Liche Preservada

source: Preserved liches are an exotic kind of liches, they are far more powerful than mere liches. Only a few of them roam the world and each of them possesses completely different powers. They kept their weapons and abilities which they wielded in life but as they can exist for millennia they may master them and even learn a lot of new things. This particular preserved lich was once an infamous criminal but once she met Clare, she decided to do good deeds with her new friend. She learned to use a quarterstaff and a special spell. She is quite fast and nimble but she did not reach her limits in either yet. She can also learn to use chill tempest. Despite her intention to change her ways, she still has some connection with the underworld and many criminals will aid her if she asks and they might even fight better under her command.
es: Los liches preservados son un tipo exótico de liches, mucho más poderosos que los liches comunes. Solo unos pocos vagan por el mundo y cada uno posee poderes completamente diferentes. Conservaron las armas y habilidades que manejaban en vida, pero como pueden existir durante milenios, pueden dominarlas e incluso aprender muchas cosas nuevas. Esta liche preservada en particular fue alguna vez una criminal infame, pero una vez que conoció a Clare, decidió hacer buenas acciones con su nueva amiga. Aprendió a usar un bastón y un hechizo especial. Es bastante rápida y ágil, pero aún no ha alcanzado sus límites en ninguno. También puede aprender a usar tormenta gélida. A pesar de su intención de cambiar sus maneras, aún tiene algo de conexión con el inframundo y muchos criminales la ayudarán si se lo pide, e incluso podrían luchar mejor bajo su mando.

source: female^able to sneak through hordes of enemies
es: capaz de escabullirse entre hordas de enemigos

source: female^invisible during night
es: invisible durante la noche

source: more healthy
es: más saludable

source: female^better protected from physical blows (3% better resistances)
es: mejor protegida contra golpes físicos (3% mejor resistencia)

source: female^better protected from magical attacks (3% better resistances)
es: mejor protegida contra ataques mágicos (3% mejor resistencia)

source: female^able to drain life force from living enemies
es: capaz de drenar fuerza vital de enemigos vivos

source: female^able to cast chill tempest
es: capaz de lanzar tormenta gélida

source: casting chill tempest faster
es: lanzar tormenta gélida más rápido

source: doing more damage with casting chill tempest
es: hacer más daño al lanzar tormenta gélida

source: freezing enemies with chill tempest
es: congelar enemigos con tormenta gélida

source: inspiring fellow bandits to fight better
es: inspirar a compañeros bandidos para que luchen mejor

source: inspiring fellow bandits to fight much better
es: inspirar a compañeros bandidos para que luchen mucho mejor

source: female^able to make fellow bandits resist pain better (20% to resistances)
es: capaz de hacer que compañeros bandidos resistan mejor el dolor (20% a las resistencias)

source: female^able to move after attacking enemy
es: capaz de moverse después de atacar al enemigo

source: female^able to move more after attacking enemy
es: capaz de moverse más después de atacar al enemigo

source: female^able to move even more after attacking enemy
es: capaz de moverse aún más después de atacar al enemigo

source: allowing nearby allies to move after attacking enemy
es: permitir que aliados cercanos se muevan después de atacar al enemigo

source: High Paladin
es: Alto Paladín

source: better with sword
es: mejor con espada

source: faster with sword
es: más rápido con espada

source: more precise with sword
es: más preciso con espada

source: better with lance
es: mejor con lanza

source: faster with lance
es: más rápido con lanza

source: always attacking first with lance
es: siempre atacar primero con lanza

source: more precise with lance
es: más preciso con lanza

source: faster with lightbeam
es: más rápido con rayo de luz

source: female^Elvish Seer
es: Vidente Élfica

source: Sometimes, an elf can get so close to the faerie world, that it grants her a knowledge all the other beings never even dreamed about. This allows her to be both a good healer and a powerful spell-caster.
es: A veces, una elfa puede acercarse tanto al mundo freérico que este le otorga un conocimiento con el que otros seres ni siquiera soñaron. Esto le permite ser tanto una buena sanadora como una poderosa lanzadora de hechizos.

source: better at melee combat
es: mejor en combate cuerpo a cuerpo

source: faster at melee combat
es: más rápido en combate cuerpo a cuerpo

source: doing more damage with ethereal web
es: hacer más daño con telaraña etérea

source: doing more damage with spiderwebs
es: hacer más daño con telarañas

source: faster with ethereal web
es: más rápido con telaraña etérea

source: faster with spiderwebs
es: más rápido con telarañas

source: casting faerie fire faster
es: lanzar fuego freérico más rápido

source: causing more havoc with faerie fire
es: causar más estrago con fuego freérico

source: more dextrous (+1 movement, 1% better defenses on all terrains)
es: más diestra (+1 movimiento, 1% mejor defensa en todos los terrenos)

source: more dextrous (2% better defenses on all terrains)
es: más diestra (2% mejor defensa en todos los terrenos)

source: female^more attuned to the woods
es: más sintonizada con los bosques

source: female^able to heal self in woods
es: capaz de sanarse a sí misma en bosques

source: female^able to transform into forest guardian during combat
es: capaz de transformarse en guardiana del bosque durante el combate

source: nature's fury
es: furia de la naturaleza

source: doing more damage in guardian form
es: hacer más daño en forma de guardiana

source: female^able to slow enemies in guardian form
es: capaz de ralentizar enemigos en forma de guardiana

source: female^able to poison enemies in guardian form
es: capaz de envenenar enemigos en forma de guardiana

source: female^better protected from magical attacks (2% better resistances)
es: mejor protegida contra ataques mágicos (2% mejor resistencia)

source: female^better protected from physical blows (5% better resistances)
es: mejor protegida contra golpes físicos (5% mejor resistencia)

source: female^able to heal allies better
es: capaz de sanar mejor a los aliados

source: female^Crusader
es: Cruzada

source: After spending her lifetime fighting against evil schemes and scouring libraries with long forgotten knowledge, this old lady has achieved level of power never seen before. The years on the battlefield also taught her to protect her and her brothers and sisters-in-arms from harm. Despite her old age, she continues to bring light and hope to the world in these troubled times.
es: Después de pasar toda su vida luchando contra planes malvados y revisando bibliotecas con conocimiento olvidado hace mucho, esta anciana ha alcanzado un nivel de poder nunca visto antes. Los años en el campo de batalla también le enseñaron a protegerse a sí misma y a sus hermanos y hermanas en armas del daño. A pesar de su avanzada edad, continúa trayendo luz y esperanza al mundo en estos tiempos turbulentos.

source: Compared to other mages, Crusaders have a higher resistance to ‘arcane’ attacks.
es: En comparación con otros magos, las Cruzadas tienen mayor resistencia a ataques ‘arcanos’.

source: better with flail
es: mejor con mayal

source: female^able to heal allies more
es: capaz de sanar más a los aliados

source: female^able to unleash (and control) her anger in battle
es: capaz de desatar (y controlar) su ira en batalla

source: divine rage
es: ira divina

source: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or 3 rounds of attacks have occurred.
es: Ya sea usado ofensiva o defensivamente, este ataque presiona el enfrentamiento hasta que uno de los combatientes muera, o hayan ocurrido 3 rondas de ataques.

source: female^able to better control her anger in battle
es: capaz de controlar mejor su ira en batalla

source: female^better protected from arcane damage (10% better resistance)
es: mejor protegida contra daño arcano (10% mejor resistencia)

source: slows poison
es: ralentiza veneno

source: female^slows poison
es: ralentiza veneno

source: The unit is able to slow poison but only for itself.
es: La unidad puede ralentizar veneno, pero solo para sí misma.

source: striking harder with staff
es: golpear más fuerte con bastón

source: more precise with staff
es: más preciso con bastón

source: striking faster with staff
es: golpear más rápido con bastón

source: casting spells faster
es: lanzar hechizos más rápido

source: doing more damage with spells
es: hacer más daño con hechizos

source: female^immune to poison, drain and plague
es: inmune a veneno, drenaje y plaga

source: female^able to heal allies
es: capaz de sanar aliados

source: following the path of light
es: siguiendo el camino de la luz

source: female^user of holy magic (sets alignment to lawful)
es: usuaria de magia sagrada (cambia alineamiento a legal)
