Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: It is not your matter. Prepare to die, monster.
es: No es asunto tuyo. Prepárate a morir, monstruo.

source: He is evil but I think that something bigger is happening.
es: Es malvado, pero creo que algo más grande está pasando.

source: I know about something. It dwells in the darkness and doesn't like the sunlight. It is controlled by something evil.
es: Sé de algo. Habita en la oscuridad y no le gusta la luz del sol. Está controlado por algo malvado.

source: In the darkness, you say? Wait ... the dwarves dwell in caves. But have they been corrupted?
es: ¿En la oscuridad, dices? Espera... los enanos habitan en cuevas. ¿Pero han sido corrompidos?

source: We can check it out but now prepare to die, monster!
es: Podemos investigarlo, pero ahora ¡prepárate a morir, monstruo!

source: I will take back my paladin's sword.
es: Recuperaré mi espada de paladín.

source: But how will we get back? The teleport does not seem to work anymore.
es: Pero ¿cómo regresaremos? El teletransporte ya no parece funcionar.

source: I think that I can teleport us out of this place.
es: Creo que puedo teletransportarnos fuera de este lugar.

source: (screaming with pain)
es: (gritando de dolor)

source: What is wrong with you, Clare?
es: ¿Qué te pasa, Clare?

source: This spell ... was too strong for me. I never tried to ... teleport more persons ... at the same time.
es: Este hechizo... fue demasiado fuerte para mí. Nunca intenté... teletransportar a más personas... al mismo tiempo.

source: Will you be all right?
es: ¿Estarás bien?

source: Yes, I will. Let us continue.
es: Sí, estaré bien. Continuemos.

source: Hail, dwarves.
es: Salve, enanos.

source: Get lost, humans. We don't want you here.
es: Lárguense, humanos. No los queremos aquí.

source: It was not nice. We did nothing bad to you.
es: Eso no fue amable. No les hicimos nada malo.

source: Let me talk to him.
es: Déjenme hablar con él.

source: Really? Are you all right yet?
es: ¿En serio? ¿Ya estás bien?

source: Yes, I am.
es: Sí, lo estoy.

source: Hail. Can you tell me what is wrong here?
es: Salve. ¿Puedes decirme qué pasa aquí?

source: Of course. You came to fight us.
es: Por supuesto. Vinieron a luchar contra nosotros.

source: We did not come to fight you. We heard that something bad is happening here. We want to know what is it and stop it.
es: No vinimos a luchar contra ustedes. Escuchamos que algo malo está pasando aquí. Queremos saber qué es y detenerlo.

source: A fire dragon told us that something is wrong with you, dwarves but I think that he was mistaken.
es: Un dragón de fuego nos dijo que algo anda mal con ustedes, enanos, pero creo que estaba equivocado.

source: Nothing is wrong with us, maiden! But the elves from a near forest changed.
es: ¡Nada anda mal con nosotros, doncella! Pero los elfos de un bosque cercano cambiaron.

source: How did they change?
es: ¿Cómo cambiaron?

source: They stopped to communicate with us. We can't enter their forest at least not in one piece.
es: Dejaron de comunicarse con nosotros. No podemos entrar en su bosque al menos no en una pieza.

source: The elves do not usually behave this way. I worry that someone or something corrupted them. We have to investigate it. Will you help us?
es: Los elfos no suelen comportarse así. Me preocupa que alguien o algo los haya corrompido. Tenemos que investigarlo. ¿Nos ayudarán?

source: Sorry. We don't fight on one side with necromancers.
es: Lo siento. No luchamos del mismo lado que nigromantes.

source: Are you speaking about Cilith? She no longer defiles bodies of dead.
es: ¿Hablas de Cilith? Ya no profana cuerpos de muertos.

source: Ok. We can help you. Their forest is on the north.
es: Bien. Podemos ayudarlos. Su bosque está al norte.

source: They are too strong. Run for your lives, guys!
es: ¡Son demasiado fuertes! ¡Corran por sus vidas, muchachos!

source: Well I think that they were not corrupted. Something else is happening here but I have no idea what could it be.
es: Bueno, creo que no estaban corrompidos. Algo más está pasando aquí, pero no tengo idea de qué podría ser.

source: Intruders! Kill them all!
es: ¡Intrusos! ¡Mátenlos a todos!

source: Something is definitely wrong with them. We have to get to their leader and speak with him.
es: Definitivamente algo anda mal con ellos. Tenemos que llegar hasta su líder y hablar con él.

source: I think that this cannot be solved by speaking. They are controlled by something evil. We have to do what is necessary.
es: Creo que esto no se puede resolver hablando. Están controlados por algo malvado. Tenemos que hacer lo necesario.

source: I worry that you are right. Let us do it.
es: Me preocupa que tengas razón. Hagámoslo.

source: I have failed you, mistress. Please, forgive me.
es: Te he fallado, ama. Por favor, perdóname.

source: Who are you talking to? Who is your mistress?
es: ¿Con quién hablas? ¿Quién es tu ama?

source: I will say you nothing!
es: ¡No te diré nada!

source: A female voice
es: Una voz femenina

source: (saying words in a foreign language) Come to my realm.
es: (diciendo palabras en un idioma extranjero) Ven a mi reino.

source: The Big Crusade
es: La Gran Cruzada

source: Battler
es: Batalladora

source: Easy
es: Fácil

source: Campaigner
es: Campañista

source: Hard
es: Difícil

source: Undead are attacking everywhere. They come from nowhere, cause a lot of havoc and then ... disappear. Nobody is able to defeat them. But a group of unusual heroes is going to fight them. Will they succeed in destroying them once and for all or will the undead manage to destroy everything beautiful in the Northlands (and then in the rest of the Great Continent)? Accompany the heroes and watch their crusade with your own eyes.
es: Los no muertos atacan por todas partes. Aparecen de la nada, causan mucho estrago y luego... desaparecen. Nadie es capaz de derrotarlos. Pero un grupo de héroes inusuales va a combatirlos. ¿Lograrán destruirlos de una vez por todas o los no muertos conseguirán destruir todo lo hermoso en las Tierras del Norte (y luego en el resto del Gran Continente)? Acompaña a los héroes y observa su cruzada con tus propios ojos.

source: (Intermediate level, 9 scenarios)
es: (Nivel intermedio, 9 escenarios)

source: It cannot end this way!
es: ¡No puede terminar así!

source: Farewell, Clare.
es: Adiós, Clare.

source: No! It was hard to lose you for first time but now it is permanent. I cannot exist without you!
es: ¡No! Fue duro perderte la primera vez, pero ahora es permanente. ¡No puedo existir sin ti!

source: Noo!
es: ¡Nooo!

source: I return to the Earth. Farewell, Clare.
es: Regreso a la Tierra. Adiós, Clare.

source: I am not feeling very well. What is wrong with me, mom?
es: No me siento muy bien. ¿Qué me pasa, mamá?

source: Nothing. You are just tired. Close your eyes and rest for a while.
es: Nada. Solo estás cansada. Cierra los ojos y descansa un rato.

source: As you say, mom.
es: Como digas, mamá.

source: No! I cannot continue without her!
es: ¡No! ¡No puedo continuar sin ella!

source: I fall to the darkness.
es: Caigo en la oscuridad.

source: The heroes had a lot of good moments at their place but one day unexpectedly (from their point of view) their good times came to its end.
es: Los héroes tuvieron muchos buenos momentos en su lugar, pero un día de forma inesperada (desde su punto de vista) sus buenos tiempos llegaron a su fin.

source: Unfortunately the undead were still following them.
es: Desafortunadamente los no muertos aún los seguían.

source: By the cleric's words they went to the east. But the path to the evil man's cave was too long and swarming with undead.
es: Por las palabras del clérigo fueron hacia el este. Pero el camino a la cueva del hombre malvado era demasiado largo y estaba lleno de no muertos.

source: They finally got close to his cave but it seemed that someone was already fighting his servants.
es: Finalmente se acercaron a su cueva, pero parecía que alguien ya estaba luchando contra sus sirvientes.

source: Once the powerful lich was /defeated, his curse was broken and the sun returned back to the sky. But there was no time for celebration yet for the heroes' home was still occupied by a legion of ghosts.
es: Una vez que el poderoso liche fue derrotado, su maldición se rompió y el sol regresó al cielo. Pero aún no había tiempo para celebrar porque el hogar de los héroes seguía ocupado por una legión de fantasmas.

source: The heroes gathered all their soldiers to leave the dreadful place and set off to their home to clear it from the invaders.
es: Los héroes reunieron a todos sus soldados para abandonar el lugar temido y partieron hacia su hogar para limpiarlo de los invasores.

source: I can sense a powerful minion of him close to this place.
es: Siento a un poderoso secuaz suyo cerca de este lugar.

source: Another fiend to destroy. On him!
es: Otro demonio que destruir. ¡A por él!

source: One of his pets is near. Let us send him where he belongs.
es: Una de sus mascotas está cerca. Enviémoslo adonde pertenece.

source: Take this item?
es: ¿Tomar este objeto?

source: <span color='red'>Being of this class has no use for such an item.</span>
es: <span color='red'>Un ser de esta clase no tiene uso para tal objeto.</span>

source: Take it.
es: Tomarlo.

source: Leave it on the ground.
es: Dejarlo en el suelo.

source: Which unit would you like to recall?
es: ¿Qué unidad deseas reincorporar?

source: None
es: Ninguna

source: Glitch
es: Error

source: New obligation: Report this bug on the forums
es: Nueva obligación: Reporta este error en los foros

source: Ring of Health
es: Anillo de Salud

source: This ring grants the wearer +10 max hp!
es: ¡Este anillo otorga al portador +10 puntos de vida máximos!

source: Leather Armor
es: Armadura de Cuero

source: This armor grants the wearer 10/15% better physical resistances!
es: ¡Esta armadura otorga al portador un 10/15% mejor de resistencias físicas!

source: Armor of Inferno Dweller
es: Armadura del Morador del Infierno

source: This armor grants the wearer 15/25% better physical resistances and 30% better fire resistance!
es: ¡Esta armadura otorga al portador un 15/25% mejor de resistencias físicas y un 30% mejor de resistencia al fuego!

source: Armor of the Cold-hearted One
es: Armadura del de Corazón Frío

source: This armor grants the wearer 15/25% better physical resistances and 30% better cold resistance!
es: ¡Esta armadura otorga al portador un 15/25% mejor de resistencias físicas y un 30% mejor de resistencia al frío!

source: Guide of the Treasure Hunter
es: Guía del Cazatesoros

source: This book teaches the reader to be faster in caves!
es: ¡Este libro enseña al lector a ser más rápido en cuevas!

source: Ring of Eternity
es: Anillo de la Eternidad

source: The essence of immortality spreads within this item's wearer, granting additional 5 maximum hitpoints and regenerates ability!
es: La esencia de la inmortalidad se extiende en el portador de este objeto, otorgando 5 puntos de vida máximos adicionales y ¡la habilidad de regeneración!

source: Warlord's Armor
es: Armadura del Señor de la Guerra

source: This armor grants the wearer 30% better physical resistances and leadership ability but slows him down!
es: ¡Esta armadura otorga al portador un 30% mejor de resistencias físicas y la habilidad de liderazgo, pero lo ralentiza!

source: Bombs
es: Bombas

source: This unit can throw bombs at its enemies!
es: ¡Esta unidad puede lanzar bombas a sus enemigos!

source: bomb
es: bomba

source: Mage's Robe
es: Túnica de Mago

source: This robe grants the wearer 20% better magical resistances and allows casting lightning!
es: ¡Esta túnica otorga al portador un 20% mejor de resistencias mágicas y permite lanzar relámpagos!

source: lightning
es: relámpago

source: Ring of titanic strength
es: Anillo de fuerza titánica

source: This ring grants the wearer +3 melee damage!
es: ¡Este anillo otorga al portador +3 de daño cuerpo a cuerpo!

source: Cloak of the Forest Keeper
es: Capa del Guardián del Bosque

source: This cloak grants the wearer 20% better defense in forests and ambush ability!
es: ¡Esta capa otorga al portador un 20% mejor de defensa en bosques y la habilidad de emboscada!

source: Wooden Shield
es: Escudo de Madera

source: This shield grants the wearer 10% better physical resistances!
es: ¡Este escudo otorga al portador un 10% mejor de resistencias físicas!

source: Steel Shield
es: Escudo de Acero

source: This shield grants the wearer 15% better physical resistances!
es: ¡Este escudo otorga al portador un 15% mejor de resistencias físicas!

source: Tower Shield
es: Escudo Torre

source: This shield grants the wearer 20% better physical resistances but slows him down!
es: ¡Este escudo otorga al portador un 20% mejor de resistencias físicas, pero lo ralentiza!

source: Tunic
es: Túnica

source: This armor grants the wearer 5% better physical resistances!
es: ¡Esta armadura otorga al portador un 5% mejor de resistencias físicas!

source: Ring of Magical Protection
es: Anillo de Protección Mágica

source: This ring increases its wearer's magical resistances by 15%!
es: ¡Este anillo aumenta las resistencias mágicas de su portador en un 15%!

source: Warlord's Shield
es: Escudo del Señor de la Guerra

source: This shield does not only protect its wearer from physical damage but also all adjacent allies though he will be slowed down!
es: ¡Este escudo no solo protege a su portador del daño físico, sino también a todos los aliados adyacentes, aunque lo ralentizará!

source: Sword of Eternity
es: Espada de la Eternidad

source: This sword grants the wearer drain weapon special!
es: ¡Esta espada otorga al portador el especial de arma drenante!

source: Armor of Eternity
es: Armadura de la Eternidad

source: This armor greatly increases its wearer resistances in defense but slows him down!
es: ¡Esta armadura aumenta mucho las resistencias de su portador en defensa, pero lo ralentiza!

source: rock
es: roca

source: female^rock
es: roca

source: This unit’s resistances are increased by 40%, up to a maximum of 80%, when defending.
es: Las resistencias de esta unidad aumentan en un 40%, hasta un máximo del 80%, cuando defiende.

source: Cloak of Eternity
es: Capa de la Eternidad

source: This cloak make its wearer invisible on grassland!
es: ¡Esta capa hace invisible a su portador en praderas!

source: grass stalk
es: tallo de hierba

source: female^grass stalk
es: tallo de hierba

source: This unit can hide on grassland, and remain undetected by its enemies. Enemy units cannot see this unit while it is on grassland, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: Esta unidad puede esconderse en praderas y permanecer sin ser detectada por sus enemigos. Las unidades enemigas no pueden ver esta unidad mientras esté en praderas, excepto si tienen unidades al lado. Cualquier unidad enemiga que descubra primero esta unidad pierde inmediatamente todo su movimiento restante.

source: Warlord's Blade
es: Hoja del Señor de la Guerra

source: This blade increases its wearer's speed and damage and also heals nearby allies when hits enemies!
es: ¡Esta hoja aumenta la velocidad y el daño de su portador y también sana a los aliados cercanos cuando golpea a enemigos!

source: warlord's healing
es: sanación del señor de la guerra

source: Whenever this attack hits, all units of the same side adjacent to this one will heal for 4 hitpoints. Works only on offense.
es: Cada vez que este ataque impacta, todas las unidades del mismo bando adyacentes a esta sanarán 4 puntos de vida. Solo funciona en ataque.

source: Shield of Eternity
es: Escudo de la Eternidad

source: This shield grants the wearer 15% better physical resistances and allows him to slow down his enemies!
es: ¡Este escudo otorga al portador un 15% mejor de resistencias físicas y le permite ralentizar a sus enemigos!

source: shield slam
es: golpe de escudo

source: Boots of Eternity
es: Botas de la Eternidad

source: These boots make their wearer a bit faster and harder to hit!
es: ¡Estas botas hacen a su portador un poco más rápido y más difícil de golpear!

source: Mystic Armor
es: Armadura Mística

source: This armor grants the wearer 15% better resistances!
es: ¡Esta armadura otorga al portador un 15% mejor de resistencias!

source: Archmage's Cloak
es: Capa del Archimago

source: This cloak grants the wearer 15% better magical resistances a 5 more hitpoints!
es: ¡Esta capa otorga al portador un 15% mejor de resistencias mágicas y 5 puntos de vida más!

source: Archmage's Ring
es: Anillo del Archimago

source: This ring decreases resistances of nearby enemies by 10% and grants its wearer 5% better magical resistances!
es: ¡Este anillo reduce las resistencias de enemigos cercanos en un 10% y otorga a su portador un 5% mejor de resistencias mágicas!

source: Archmage's Staff
es: Bastón del Archimago

source: This staff increases spells damage by 35%!
es: ¡Este bastón aumenta el daño de hechizos en un 35%!

source: Archamage's Boots
es: Botas del Archimago

source: These boots make their wearer faster and teach him a new spell!
es: ¡Estas botas hacen a su portador más rápido y le enseñan un nuevo hechizo!

source: Archmage's Coat
es: Abrigo del Archimago

source: This coat increases its wearer's physical resistances by 10% and staff damage by 3 but slows him down!
es: ¡Este abrigo aumenta las resistencias físicas de su portador en un 10% y el daño de bastón en 3, pero lo ralentiza!

source: Warlord's Boots
es: Botas del Señor de la Guerra

source: These boots cancel nearby enemies' zones of control (for allies) and makes their wearer a bit faster!
es: ¡Estas botas cancelan las zonas de control de enemigos cercanos (para aliados) y hacen a su portador un poco más rápido!

source: distract
es: distraer

source: This unit negates enemy Zones of Control around itself for allied units (but not for itself).
es: Esta unidad anula las Zonas de Control enemigas a su alrededor para unidades aliadas (pero no para sí misma).

source: Warlord's Ring
es: Anillo del Señor de la Guerra

source: This ring decreases damage of nearby enemies by 10%!
es: ¡Este anillo reduce el daño de enemigos cercanos en un 10%!

source: Banished from Paradise
es: Desterrado del Paraíso

source: Undead
es: No muertos

source: Reach the signpost (55,12) with a hero
es: Llega al poste indicador (55,12) con un héroe

source: Destruction of Clare, Merissa or Lemyr
es: Destrucción de Clare, Merissa o Lemyr

source: Death of Jolla, Amiwen or Tinry
es: Muerte de Jolla, Amiwen o Tinry

source: better at fencing
es: mejor en esgrima

source: better with staff
es: mejor con bastón

source: better with magic
es: mejor con magia

source: You did not complete fourth chapter so you get some level 2 units to recall and can choose 6 advancements for the heroine.
es: No completaste el cuarto capítulo, por lo que obtienes algunas unidades de nivel 2 para reincorporar y puedes elegir 6 avances para la heroína.

source: A seer
es: Un vidente

source: New arch enemy rises. He dwells in darkness for now but his thirst for destruction is enormous. He already sends his minions to cause havoc in the Northlands but he will not show his face until it is too late to stop him. Irdya will never be like before.
es: Un nuevo archienemigo surge. Por ahora habita en la oscuridad, pero su sed de destrucción es enorme. Ya envía a sus minions para causar estragos en las Tierras del Norte, pero no mostrará su rostro hasta que sea demasiado tarde para detenerlo. Irdya nunca será como antes.

source: Another nice day on this beautiful place. ... But wait, I can see something in distance.
es: Otro bonito día en este lugar hermoso... Pero espera, veo algo a lo lejos.

source: Undead! What are they doing here? Did Ravan send them to get rid of us?
es: ¡No muertos! ¿Qué hacen aquí? ¿Los envió Ravan para deshacerse de nosotros?

source: Mal-Ravanal no longer roams this world. A few months ago, he have been destroyed with his undead legions in front of Weldyn. He nearly annihilated the whole kingdom of Wesnoth but they managed to defeat him at the gates of their capital city. It was a very tough battle.
es: Mal-Ravanal ya no vaga por este mundo. Hace unos meses fue destruido junto con sus legiones de no muertos frente a Weldyn. Casi aniquiló todo el reino de Wesnoth, pero lograron derrotarlo en las puertas de su ciudad capital. Fue una batalla muy dura.

source: So who sent them here?
es: Entonces, ¿quién los envió aquí?

source: I have ... no idea. But I can sense that someone next seeks to destroy our world. His thirst for destruction is very strong but I cannot locate him.
es: No tengo... idea. Pero siento que alguien más busca destruir nuestro mundo. Su sed de destrucción es muy fuerte, pero no puedo localizarlo.

source: And I worry that we cannot defeat even this mere vanguard.
es: Y me preocupa que no podamos derrotar ni siquiera esta mera vanguardia.

source: Why do you think it, mom? There are not so many of them.
es: ¿Por qué lo piensas, mamá? No son tantos.

source: Not at this moment but I can sense a lot of them coming to this place. We may not wait for them to arrive, we have to flee!
es: No en este momento, pero siento que muchos vienen hacia este lugar. No podemos esperar a que lleguen, ¡tenemos que huir!

source: Is it really so bad?
es: ¿Es realmente tan malo?

source: Yes, it is. There is no other choice.
es: Sí, lo es. No hay otra opción.

source: At this moment you cannot recruit new units, only recall some ones. Use all your gold for recalling, it will be easier to escape. There is no need to keep gold, you will start next scenario just with its predefined amount of gold.
es: En este momento no puedes reclutar nuevas unidades, solo reincorporar algunas. Usa todo tu oro para reincorporar, será más fácil escapar. No hay necesidad de guardar oro, comenzarás el próximo escenario con la cantidad predefinida de oro.

source: Get out of my way!
es: ¡Quítate de mi camino!

source: Never! I won't let you ruin my master's plans!
es: ¡Nunca! ¡No dejaré que arruines los planes de mi maestro!

source: Who is your master and what does he want?
es: ¿Quién es tu maestro y qué quiere?

source: I won't tell you anything! Prepare to go to the land of dead!
es: ¡No te diré nada! ¡Prepárate para ir a la tierra de los muertos!

source: Lords of Light, send this fiend to oblivion!
es: ¡Señores de la Luz, envíen a este demonio al olvido!

source: Follow me, friends.
es: Síganme, amigos.

source: Brother! No!
es: ¡Hermano! ¡No!

source: More undead are coming. We are doomed.
es: Vienen más no muertos. Estamos condenados.

source: Avenger
es: Vengador

source: Defeat Shyama
es: Derrota a Shyama

source: Death of Jolla or Amiwen
es: Muerte de Jolla o Amiwen

source: Death of Jolla, Amiwen or Bhaskara
es: Muerte de Jolla, Amiwen o Bhaskara

source: We are nearly at home. Oh, I am so tired from all of this fighting. I cannot wait to go to bed and rest for a while.
es: Ya casi estamos en casa. Oh, estoy tan cansada de toda esta lucha. No puedo esperar a ir a la cama y descansar un rato.

source: I worry that you have to fight for a bit longer. Someone is blocking our way.
es: Me preocupa que tengas que luchar un poco más. Alguien bloquea nuestro camino.

source: A mere necromancer cannot postpone my rest for a long time.
es: Una mera nigromante no puede posponer mi descanso por mucho tiempo.

source: She is not a mere necromancer by any means. I am not sure what she is but she wields really great powers. It will not be easy to defeat her.
es: No es una mera nigromante de ninguna manera. No estoy seguro de qué es, pero maneja poderes realmente grandes. No será fácil derrotarla.
