Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: You're right, I'm very powerful. I can kill two of your 'great' mages without problem. And not only this. Every damned evildoer around will help me with my vengeance on you.
es: Tienes razón, soy muy poderosa. Puedo matar a dos de sus 'grandes' magos sin problema. Y no solo eso. Todo maldito malhechor alrededor me ayudará con mi venganza contra ustedes.

source: I have not the slightest idea what we have done you but we will send you to the land of dead with your minions quickly.
es: No tengo la menor idea de qué les hemos hecho, pero los enviaremos a la tierra de los muertos junto con tus minions rápidamente.

source: Hahaha, I haven't heard anything so funny and nonsense for a long time. Do you know who I am?
es: Jajaja, no he oído nada tan gracioso y sin sentido en mucho tiempo. ¿Sabes quién soy?

source: No but I do not really care.
es: No, pero realmente no me importa.

source: My name is Shyama. I belong to a group of dark mages with unmatched powers. We're the dark lords. We seek to rule all Irdya ... well, we will one day, we're just waiting for the right time to show up. Until then ... we just relish watching our minions to cause havoc on the Great Continent and slaughter mere mortals.
es: Me llamo Shyama. Pertenezco a un grupo de magos oscuros con poderes inigualables. Somos los señores oscuros. Buscamos gobernar toda Irdya... bueno, lo haremos un día, solo estamos esperando el momento adecuado para aparecer. Hasta entonces... solo disfrutamos viendo a nuestros minions causar estragos en el Gran Continente y masacrar a simples mortales.

source: That sounds very horrible. I and my friends will do anything to put an end to your evil. Well, you were aware that we would do it if we knew about your aims so you wanted to send us to the land of dead. It is clear to me but I do not understand why right now and why are you speaking about your revenge.
es: Eso suena muy horrible. Mis amigos y yo haremos cualquier cosa para poner fin a tu maldad. Bueno, eras consciente de que lo haríamos si supiéramos de tus objetivos, por eso querías enviarnos a la tierra de los muertos. Me queda claro, pero no entiendo por qué ahora y por qué hablas de tu venganza.

source: Don't get me wrong. We don't want to get rid of your friend Clare. She'll have an important role in the ongoing events so we wish to ... keep her in this world. Well, I meant the others want this, not me. They must forgive me but I can't let you walk this world anymore after you destroyed my dear Ganesha. I know you understand me, you would did it too if someone harmed you friend Lemyr. I must do it but I'll enjoy it too.
es: No me malinterpretes. No queremos deshacernos de tu amiga Clare. Ella tendrá un papel importante en los eventos en curso, por lo que deseamos... mantenerla en este mundo. Bueno, quería decir que los otros lo quieren, no yo. Deben perdonarme, pero no puedo dejar que sigan caminando por este mundo después de que destruyeron a mi querido Ganesha. Sé que me entiendes, tú harías lo mismo si alguien dañara a tu amigo Lemyr. Debo hacerlo, pero también lo disfrutaré.

source: I ... you are a fool when you are challenging me. You have no chance at all. But enough talking. Slay her with all her minions!
es: Yo... eres una tonta al desafiarme. No tienes ninguna posibilidad. Pero basta de hablar. ¡Mátenla junto con todos sus minions!

source: Who goes there? ... Jolla? Is it you? Thanks to the lords of light!
es: ¿Quién va allá?... ¿Jolla? ¿Eres tú? ¡Gracias a los señores de la luz!

source: Yes, it is me, Clare. But can you tell me what is going on here? I thought that you all are already back at your place.
es: Sí, soy yo, Clare. Pero ¿puedes decirme qué pasa aquí? Pensé que todos ya estaban de vuelta en su lugar.

source: Well, we were heading there but that woman crossed our way. She wants to make us pay for that we have destroyed that lich Ganesha who was closed to her heart. Anyway, she is just one among many. Her group craves to do horrible things, we have to stop them ... well, just her for now as the others are not going to show up themselves. But she is very powerful and it seems that she commands endless legions of undead and I am not sure if we could be able to defeat her without your help. Well, if you want to do so ...
es: Bueno, íbamos hacia allá, pero esa mujer cruzó nuestro camino. Quiere hacernos pagar por haber destruido al liche Ganesha, que era cercano a su corazón. De todos modos, ella es solo una entre muchos. Su grupo ansía hacer cosas horribles, tenemos que detenerlos... bueno, solo a ella por ahora, ya que los otros no van a aparecer ellos mismos. Pero es muy poderosa y parece que comanda legiones interminables de no muertos, y no estoy segura de si podríamos derrotarla sin tu ayuda. Bueno, si quieres hacerlo...

source: Of course that I am going to help you, my friend. I have no reason to refuse to aid you as she is my enemy as well according to what you have just said to me.
es: Por supuesto que voy a ayudarte, amiga. No tengo razón para negarme a ayudarte, ya que ella también es mi enemiga según lo que acabas de decirme.

source: Who is that? Another do-gooder wishing to kill me? It doesn't matter anyway, I'll do deal with all of you quickly.
es: ¿Quién es esa? ¿Otra buena samaritana que desea matarme? No importa de todos modos, lidiaré con todos ustedes rápidamente.

source: Look! It seems that her legions are endless. I am not sure if we can defeat her.
es: ¡Mira! Parece que sus legiones son interminables. No estoy segura de si podemos derrotarla.

source: Trust the lords of light, my friend. They are with us. The good always prevails at the end.
es: Confía en los señores de la luz, amiga. Están con nosotros. El bien siempre prevalece al final.

source: Oh no! She has too many soldiers and Jolla with her friends is still not returning. I am not sure if we can defeat her.
es: ¡Oh no! Tiene demasiados soldados y Jolla con sus amigos aún no regresa. No estoy segura de si podemos derrotarla.

source: We have finally found you, fiend! It took us several years but now we can finally send you to the fiery wastelands of Urvatha and fulfill the God's will. Men, slay her!
es: ¡Por fin te encontramos, demonio! Nos tomó varios años, pero ahora podemos enviarte a las tierras ardientes de Urvatha y cumplir la voluntad de Dios. ¡Hombres, mátenla!

source: I was awaiting you, Bhaskara. They told me about your endeavor but you have no chance against me at all. You'll soon join these fools in the land of dead.
es: Te estaba esperando, Bhaskara. Me contaron sobre tu esfuerzo, pero no tienes ninguna posibilidad contra mí. Pronto te unirás a estos tontos en la tierra de los muertos.

source: Who are you talking about? Oh my God ... three liches and they are fighting on the side of good. It is really weird.
es: ¿De quién hablas? Oh Dios mío... tres liches y están luchando del lado del bien. Es realmente extraño.

source: You may trust them, brother. Yes, I was suprised by it as well but their hearts are still pure.
es: Puedes confiar en ellos, hermano. Sí, yo también me sorprendí, pero sus corazones aún son puros.

source: At least, the darkness did not absorb them completly.
es: Al menos, la oscuridad no los absorbió completamente.

source: I am not so sure about it but I think that you may be trusted, sister. So we accept your help against her but I will not let you lead my men. And when we are done with her we will leave once and for all.
es: No estoy tan seguro, pero creo que se puede confiar en ti, hermana. Así que aceptamos tu ayuda contra ella, pero no dejaré que lideres a mis hombres. Y cuando terminemos con ella, nos iremos de una vez por todas.

source: I am aware what they are but they raised me. They did many good deeds even before I was born and they still do. You may trust them.
es: Sé lo que son, pero me criaron. Hicieron muchas buenas acciones incluso antes de que naciera y aún las hacen. Puedes confiar en ellos.

source: I know nothing about their deeds but I can see pureness in your heart, young one. So we accept your help against her but I will not let you lead my men. And when we are done with her we will leave once and for all.
es: No sé nada de sus acciones, pero veo pureza en tu corazón, joven. Así que aceptamos tu ayuda contra ella, pero no dejaré que lideres a mis hombres. Y cuando terminemos con ella, nos iremos de una vez por todas.

source: It was not nice but I understand you. I do not either like what we are but there was no other way. And we still fight the evil. But enough talking, on her!
es: No fue amable, pero te entiendo. A mí tampoco me gusta lo que somos, pero no había otra manera. Y aún combatimos el mal. Pero basta de hablar, ¡a por ella!

source: How is this possible?! ... Well, at least we'll be together, Ganesha. But you, Clare, ... I know everything about you ... your life story has been already written and you can't change it. You'll join us in the end ...
es: ¡¿Cómo es posible?!... Bueno, al menos estaremos juntos, Ganesha. Pero tú, Clare... lo sé todo sobre ti... tu historia de vida ya está escrita y no puedes cambiarla. Te unirás a nosotros al final...

source: What do you mean with it? ...
es: ¿Qué quieres decir con eso?...

source: The necromancer was about to say something but her lips refused to work any longer, she was dying. Her hair became as black as the death itself, just like as her face. But she had smile on her face because she was to reunite with someone who was close to her. She did not realize at all that her body was falling to the cold ground. In her mind, she was already with her friend. After a few seconds, she has breathed her last.
es: La nigromante estaba a punto de decir algo, pero sus labios se negaron a funcionar más, estaba muriendo. Su cabello se volvió negro como la muerte misma, igual que su rostro. Pero tenía una sonrisa en el rostro porque iba a reunirse con alguien cercano a ella. No se dio cuenta en absoluto de que su cuerpo caía al suelo frío. En su mente, ya estaba con su amigo. Después de unos segundos, exhaló su último aliento.

source: Speak! Speak! I want to know it!
es: ¡Habla! ¡Habla! ¡Quiero saberlo!

source: Clare, she cannot say anything anymore. Her soul has left this world for good.
es: Clare, ya no puede decir nada. Su alma ha dejado este mundo para siempre.

source: It is no complication for me at all. I am able to drag her back to our world to hear what I long to know.
es: No es ninguna complicación para mí. Soy capaz de arrastrarla de vuelta a nuestro mundo para oír lo que tanto deseo saber.

source: You really can? ... Well, I should not be so surprised by it. You did it to yourself. I just ...
es: ¿Realmente puedes?... Bueno, no debería sorprenderme tanto. Lo hiciste contigo misma. Solo...

source: But the question is if you really want to do such a thing. I was in belief that you want to have nothing to do with this horrible art anymore.
es: Pero la pregunta es si realmente quieres hacer tal cosa. Creía que ya no querías tener nada que ver con este horrible arte.

source: That is what I thought as well but ... I do not know what is wrong with me. Well, but after thinking about her last words for a while I think that she could mean that once I will join the dark side. It is possible, anger and hatred burn my soul for so long. I am falling ...
es: Eso es lo que pensaba también, pero... no sé qué me pasa. Bueno, después de pensar en sus últimas palabras un rato, creo que podría significar que algún día me uniré al lado oscuro. Es posible, la ira y el odio queman mi alma desde hace tanto tiempo. Estoy cayendo...

source: We are not going to let you fall to the darkness. We will help you fight it. You can overcome it, you can be again so good person as you once were.
es: No vamos a dejar que caigas en la oscuridad. Te ayudaremos a combatirla. Puedes superarlo, puedes volver a ser la buena persona que eras antes.

source: I am not so sure about it ...
es: No estoy tan segura de eso...

source: Of course you can, Clare! ... Well, with our help. You know that we all will be by your side until the end of our days. We are not going to leave you, especially at your hour of need.
es: ¡Por supuesto que puedes, Clare!... Bueno, con nuestra ayuda. Sabes que todos estaremos a tu lado hasta el fin de nuestros días. No vamos a abandonarte, especialmente en tu hora de necesidad.

source: ... Thank you very much. It is so nice to hear it, really. I may not give up now.
es: ... Muchas gracias. Es muy bonito oírlo, de verdad. Tal vez no deba rendirme ahora.

source: You are welcome.
es: De nada.

source: Oh, I caught you finally. But this place is not your home, is it? So what was going on here? I can smell ... death.
es: Oh, por fin los alcancé. Pero este lugar no es su hogar, ¿verdad? Entonces, ¿qué pasaba aquí? Puedo oler... muerte.

source: You smell it right, sister. Many a man lost their lives at this place, not only recently but over centuries too. I was told, by the Lord, that this place attracted dark archons since time immemorial. I know not why but that is not important. Now, forces of light and darkness clashed here once again. The enemy appeared to be a worthy opponent for my men but we were victorious in the end with help of these people which you seem to know.
es: Lo hueles bien, hermana. Muchos hombres perdieron la vida en este lugar, no solo recientemente, sino durante siglos también. El Señor me dijo que este lugar atraía a archones oscuros desde tiempos inmemoriales. No sé por qué, pero no es importante. Ahora, las fuerzas de la luz y la oscuridad chocaron aquí una vez más. El enemigo pareció ser un oponente digno para mis hombres, pero fuimos victoriosos al final con la ayuda de estas personas que parece que conoces.

source: Well, not so much. I used to know just one of them and when we were younger. I met her again just a few days ago and I was a bit surprised how she changed. But where are my good manners, I forgot to introduce myself. I am Jolla.
es: Bueno, no tanto. Solía conocer solo a una de ellas y cuando éramos más jóvenes. La volví a encontrar hace solo unos días y me sorprendió un poco cómo había cambiado. Pero dónde están mis buenos modales, olvidé presentarme. Soy Jolla.

source: And my name is Bhaskara. I am pleased to meet you but unfortunately I have not got time to talk to you.
es: Y mi nombre es Bhaskara. Me alegra conocerte, pero desafortunadamente no tengo tiempo para hablar contigo.

source: So, the enemy have been vanquished finally. Thank you for your help, people, she was a bit more powerful than I expected. But now I have to return to my land so farewell.
es: Entonces, el enemigo ha sido vencido por fin. Gracias por su ayuda, gente, era un poco más poderosa de lo que esperaba. Pero ahora tengo que regresar a mi tierra, así que adiós.

source: For your help?! We did ...
es: ¿¡Por su ayuda!? Nosotros hicimos...

source: Clare, my friend, let him believe that it was you who helped him. He just cannot accept that he was helping someone like you. Not that I blame him ...
es: Clare, amiga, déjalo creer que fuiste tú quien lo ayudó. Simplemente no puede aceptar que estaba ayudando a alguien como tú. No es que lo culpe...

source: We were glad that we could be of help to you, brother. May the lords of light guide your path.
es: Nos alegró poder ayudarte, hermano. Que los señores de la luz guíen tu camino.

source: Yours too, sister, yours too.
es: El tuyo también, hermana, el tuyo también.

source: Well, I suppose that it is the time for us to return home too. We still have one fight before us and after that our deserved rest ... for some time.
es: Bueno, supongo que es hora de que nosotros también regresemos a casa. Aún tenemos una lucha por delante y después de eso nuestro merecido descanso... por un tiempo.

source: Oh, yes! I forgot about that battle we have to go through. Well but I believe that you will love that place as well, Jolla.
es: ¡Oh, sí! Olvidé esa batalla por la que tenemos que pasar. Bueno, pero creo que a ti también te encantará ese lugar, Jolla.

source: May be but whoever are you going to face I am ready for them. Let us go ahead, do not waste more time here.
es: Puede ser, pero sea quien sea al que vayan a enfrentar, estoy lista para ellos. Avancemos, no perdamos más tiempo aquí.

source: $unit.name, fear not of what is to come. You were a good and brave man who loyally served to the God. He will warmly welcome you in his halls.
es: $unit.name, no temas lo que vendrá. Fuiste un hombre bueno y valiente que sirvió lealmente a Dios. Él te recibirá cálidamente en sus salones.

source: Thank you. This is what I needed to hear. And also that this devil will go where she belongs as well.
es: Gracias. Esto es lo que necesitaba oír. Y también que esta diabla irá adonde pertenece.

source: I may assure you, my friend that no one of us will rest until we do so.
es: Puedo asegurarte, amigo, que ninguno de nosotros descansará hasta hacerlo.

source: Good. Now I may leave this world in peace.
es: Bien. Ahora puedo dejar este mundo en paz.

source: All of your men have fallen to us, Bhaskara. Can you see it now? You never had a real chance to defeat us. Maybe it's the time for you to finally acknowledge it and leave me for all.
es: Todos tus hombres han caído ante nosotros, Bhaskara. ¿Lo ves ahora? Nunca tuviste una oportunidad real de derrotarnos. Tal vez sea hora de que por fin lo reconozcas y me dejes en paz de una vez.

source: Never! I will fight until the end, your end. Lord, bless your Chosen one.
es: ¡Nunca! Lucharé hasta el final, tu final. Señor, bendice a tu Elegido.

source: Urvatha awaits your foul soul, devil.
es: Urvatha espera tu alma impura, diabla.

source: I have ... failed. Please, forgive me.
es: He... fallado. Por favor, perdóname.

source: Without him, we have no chance to defeat her.
es: Sin él, no tenemos ninguna posibilidad de derrotarla.

source: You have fought pretty well but you're no challenge for the power of dark lords. Your soldiers still have the will to fight but I can break it very easily.
es: Han luchado bastante bien, pero no son un desafío para el poder de los señores oscuros. Sus soldados aún tienen voluntad de luchar, pero puedo romperla muy fácilmente.

source: Now there will be no dawn until the end of the days, haha.
es: Ahora no habrá amanecer hasta el fin de los días, jajaja.

source: Everything is lost now.
es: Todo está perdido ahora.

source: March to the East
es: Marcha hacia el Este

source: Bandits
es: Bandidos

source: Reach the signpost (31,1) with a hero
es: Llega al poste indicador (31,1) con un héroe

source: In the east, he said. His cave is too far from this place.
es: Hacia el este, dijo. Su cueva está demasiado lejos de este lugar.

source: And it is so dark. I can barely see what is in front of me. I am worried.
es: Y está tan oscuro. Apenas veo lo que tengo delante. Estoy preocupada.

source: Everything will be all right, we just need to find the one who is responsible for this all.
es: Todo estará bien, solo necesitamos encontrar al responsable de todo esto.

source: But how?! I have difficulties with seeing you and you are close to me.
es: ¡¿Pero cómo?! Me cuesta verte y estás cerca de mí.

source: Trust the lords of light and they will show you the right path. Let your faith light the ground and air around you. You will never be lost again.
es: Confía en los señores de la luz y te mostrarán el camino correcto. Deja que tu fe ilumine el suelo y el aire a tu alrededor. Nunca te perderás de nuevo.

source: Yes! I forgot that I am able to illuminate the surrounding area.
es: ¡Sí! Olvidé que puedo iluminar el área circundante.

source: Rather stay away from me, Jolla. And you too Lemyr.
es: Mejor aléjate de mí, Jolla. Y tú también, Lemyr.

source: Why?! You do not like me or what?
es: ¡¿Por qué?! ¿No te gusto o qué?

source: Not at all, you're cute. I don't like the light, I can't fight well at a lit place.
es: Para nada, eres linda. No me gusta la luz, no puedo luchar bien en un lugar iluminado.

source: All right.
es: De acuerdo.

source: I think that we should begin our march. His cave is very far and this place is swarming with undead.
es: Creo que deberíamos comenzar nuestra marcha. Su cueva está muy lejos y este lugar está lleno de no muertos.

source: You are right, let us go.
es: Tienes razón, vayamos.

source: Get lost of our place!
es: ¡Lárguense de nuestro lugar!

source: We only want to pass through to stop the undead and return the light to this land.
es: Solo queremos pasar para detener a los no muertos y devolver la luz a esta tierra.

source: Hmm, return light ... new plan - kill them all, guys!
es: Hmm, devolver la luz... nuevo plan: ¡mátenlos a todos, muchachos!

source: What? Why? We did nothing bad to you.
es: ¿Qué? ¿Por qué? No les hicimos nada malo.

source: We love the night and want it to last forever.
es: Amamos la noche y queremos que dure para siempre.

source: But with only night ...
es: Pero con solo noche...

source: Do not lose time with trying to change their mind, darling. Prepare to die, fools!
es: No pierdas tiempo intentando cambiar su opinión, cariño. ¡Prepárense a morir, tontos!

source: No, it can't happen to me ...
es: No, no puede pasarme a mí...

source: Epilogue
es: Epílogo

source: But Jolla needed nearly six weeks to take care of all necessary affairs. As she later told Clare and her friends, she had traveled through whole kingdom of Wesnoth. She had to visit the capital Weldyn at the east as well as a small town called Aldril in the western edge of the kingdom.
es: Pero Jolla necesitó casi seis semanas para ocuparse de todos los asuntos necesarios. Como después les contó a Clare y sus amigos, había viajado por todo el reino de Wesnoth. Tuvo que visitar la capital Weldyn en el este, así como un pequeño pueblo llamado Aldril en el borde occidental del reino.

source: She elected new head of her order and wrote a report about her last operation, besides some other things. After that she rushed back to the Northlands to her old friend Clare's place where she started to teach her namesake all (to her known) secrets of light magic. The younger Jolla eagerly listened to every word of her teacher and mastered everything in a pretty short period of time.
es: Elegió un nuevo jefe para su orden y escribió un informe sobre su última operación, además de otras cosas. Después de eso, regresó rápidamente a las Tierras del Norte, al lugar de su vieja amiga Clare, donde comenzó a enseñar a su homónima todos los secretos (conocidos por ella) de la magia de luz. La Jolla más joven escuchó ávidamente cada palabra de su maestra y dominó todo en un período bastante corto.

source: At one point, she was even offered to join her teacher' order, the quite unknown Order of Lily. She gladly accepted. It implied separating from people who raised her. She actually had to travel throughout Wesnoth which was bearing the damage of recent grand Mal-Ravanal's attack. She did her best to help to recover it. She too stopped many evil schemes at their very beginnings. After a life full of fighting evil and helping the innocent, she eventually died at the place where she grew up in arms of her adoptive mother Clare. She has never fully recovered from this loss.
es: En un momento, incluso le ofrecieron unirse a la orden de su maestra, la poco conocida Orden del Lirio. Aceptó con gusto. Eso implicaba separarse de las personas que la criaron. De hecho, tuvo que viajar por todo Wesnoth, que estaba sufriendo los daños del reciente gran ataque de Mal-Ravanal. Hizo lo mejor que pudo para ayudar a recuperarlo. También detuvo muchos planes malvados en sus inicios. Después de una vida llena de combatir el mal y ayudar a los inocentes, eventualmente murió en el lugar donde creció, en los brazos de su madre adoptiva Clare. Nunca se recuperó completamente de esta pérdida.
