Repository: irdyansages/For_Power
Catalog: translations/*/LC_MESSAGES/wesnoth-For_Power.po
Languages: es

source: And you know what? I wanted to make a treasure hunt but forgot I already had the greatest treasure, you guys. You are the best friends I ever hope to have. What a fool I was.
es: ¿Y saben qué? Quería hacer una caza de tesoro, pero olvidé que ya tenía el mayor tesoro, ustedes. Son los mejores amigos que podría esperar tener. Qué tonto fui.

source: (smiling) you are absolutely right.
es: (sonriendo) tienes absolutamente razón.

source: (giggling) yes, yes.
es: (riendo) sí, sí.

source: It's hopeless. He's lying on some horrible place dead. I am pretty sure about it.
es: Es desesperanzador. Está acostado en algún lugar horrible muerto. Estoy bastante segura de ello.

source: I don't have time for this!
es: ¡No tengo tiempo para esto!

source: Escape from Eastern Lands
es: Escapa de las Tierras Orientales

source: Defeat one enemy leader
es: Derrota a un líder enemigo

source: and reach the signpost with a hero
es: y llega al poste indicador con un héroe

source: Phew! It was close. I am happy that we are finally away of his cave.
es: ¡Uf! Estuvo cerca. Estoy feliz de que por fin estemos lejos de su cueva.

source: What is wrong, Merissa?
es: ¿Qué pasa, Merissa?

source: Tinry got into trouble. I have to find him.
es: Tinry se metió en problemas. Tengo que encontrarlo.

source: We are going with you.
es: Vamos contigo.

source: Yes, he is our friend as well. We will help him. Just let us cross over the Great River.
es: Sí, él también es nuestro amigo. Lo ayudaremos. Solo déjanos cruzar el Gran Río.

source: Oh no. I can see some humans to the north. I think that they will not let us pass.
es: Oh no. Puedo ver algunos humanos al norte. Creo que no nos dejarán pasar.

source: You're right! You have shed too much blood of good people here. Prepare to pay for it!
es: ¡Tienes razón! Han derramado demasiada sangre de buena gente aquí. ¡Prepárense para pagar por ello!

source: Ha, some fighting. I started to be bored. Let me sharpen my sword and I am going on them!
es: Ja, algo de lucha. Empecé a aburrirme. Déjenme afilar mi espada y voy por ellos.

source: No! We don't have time for this.
es: ¡No! No tenemos tiempo para esto.

source: I think that we do not have to kill them all. I believe that if we manage to defeat one of them the others will run for their lives like rabbits.
es: Creo que no tenemos que matarlos a todos. Creo que si logramos derrotar a uno de ellos, los otros huirán por sus vidas como conejos.

source: I hope that you are right. We have really shed too much blood here before this moment.
es: Espero que tengas razón. Realmente hemos derramado demasiada sangre aquí antes de este momento.

source: You are more powerful than I expected. But the others will get you!
es: Eres más poderoso de lo que esperaba. ¡Pero los otros los atraparán!

source: Run for your lives, comrades!
es: ¡Huyan por sus vidas, camaradas!

source: Very well. Now let us cross over the river.
es: Muy bien. Ahora crucemos el río.

source: Reach the signpost with a hero
es: Llega al poste indicador con un héroe

source: We made it!
es: ¡Lo logramos!

source: Very well. Can you fell where is Tinry, Merissa?
es: Muy bien. ¿Puedes sentir dónde está Tinry, Merissa?

source: Yes, I will lead us to him.
es: Sí, los guiaré a él.

source: Eastern Lands 2
es: Tierras Orientales 2

source: $unit.name finds a pretty sword. Should he pick it up?
es: $unit.name encuentra una espada bonita. ¿Debería tomarla?

source: Flaming sword
es: Espada llameante

source: Magic flowing through this weapon boosts damage by 25% and deals fire damage.
es: La magia fluyendo a través de esta arma aumenta el daño en 25% e inflige daño de fuego.

source: Flaming Sword
es: Espada Llameante

source: $unit.name finds a pretty sword. But only a swordsman can take it!
es: $unit.name encuentra una espada bonita. ¡Pero solo un espadachín puede tomarla!

source: Look there! I can see group of necromancers. Oh and there is one directly in front of us.
es: ¡Mira allí! Puedo ver un grupo de nigromantes. Oh, y hay uno directamente frente a nosotros.

source: They serve Ravan, I am pretty sure about it.
es: Sirven a Ravan, estoy bastante segura de ello.

source: And look here. There is lying a sword. I can sense strong magic emitting from it. Maybe we could check it out.
es: Y mira aquí. Hay una espada acostada. Puedo sentir magia fuerte emanando de ella. Tal vez podríamos revisarla.

source: You are right. It may be good against their undead. But enough talking. On them.
es: Tienes razón. Puede ser buena contra sus no muertos. Pero basta de hablar. A por ellos.

source: No! It can't end this way. Help me!
es: ¡No! No puede terminar así. ¡Ayúdenme!

source: Our master has no use for weak ones. So die!
es: Nuestro amo no tiene uso para débiles. ¡Así que muere!

source: Well, maybe he will rise you again as his servant but really I doubt it.
es: Bueno, tal vez te levante de nuevo como su sirviente, pero realmente lo dudo.

source: No! It's impossible!
es: ¡No! ¡Es imposible!

source: Very well, it was the last of them.
es: Muy bien, fue el último de ellos.

source: But where is Ravan? They told us nothing about him.
es: Pero ¿dónde está Ravan? No nos dijeron nada sobre él.

source: I can sense that he is very close. To the north there is a cave and here Ravan is hiding.
es: Puedo sentir que está muy cerca. Al norte hay una cueva y allí se esconde Ravan.

source: The Saurians
es: Los Saurios

source: Adventurers
es: Aventureros

source: Saurians
es: Saurios

source: Cross over the swamp
es: Cruza el pantano

source: It is somehow foggy here. I cannot clearly see what is in front of us.
es: Está de alguna manera nublado aquí. No puedo ver claramente qué hay frente a nosotros.

source: Oh no! If I can remember correctly there is a swamp occupied by saurians.
es: ¡Oh no! Si recuerdo correctamente, hay un pantano ocupado por saurios.

source: Oh, I can see someone in distance.
es: Oh, puedo ver a alguien a lo lejos.

source: Hail, friends.
es: Salve, amigos.

source: Amiwen! It is nice to see you again.
es: ¡Amiwen! Es bueno verte de nuevo.

source: Yes, it really is. How do you feel?
es: Sí, realmente lo es. ¿Cómo te sientes?

source: Much better, thank you. Where are you going?
es: Mucho mejor, gracias. ¿Adónde van?

source: To the east from Wesnoth, to put an end to Ravan's evil plans once and for all.
es: Al este de Wesnoth, para poner fin a los planes malvados de Ravan de una vez por todas.

source: Is he causing problems again?
es: ¿Está causando problemas de nuevo?

source: Yes and this time he is much stronger. But I believe that with your help we can defeat him.
es: Sí, y esta vez es mucho más fuerte. Pero creo que con tu ayuda podemos derrotarlo.

source: Oh thank you. So let us go.
es: Oh, gracias. Entonces vayamos.

source: Oh humansss. What do you want here?
es: Oh humanossss. ¿Qué quieren aquí?

source: Why not. Just give usssss ssssixty ssshiny piecessss of gold.
es: Por qué no. Solo denosssss sssseisenta piezassss brillantes de oro.

source: I am not sure what they think about themselves. There are not so many of them here.
es: No estoy segura de qué piensan de sí mismos. No hay tantos aquí.

source: I know but we are not used to move in swamps like them. They can easily outmaneuver us there.
es: Lo sé, pero no estamos acostumbrados a movernos en pantanos como ellos. Pueden maniobrarnos fácilmente allí.

source: Sssso what issssss your ansssssssssswer, humanssssss?
es: Entoncessss cuál esssss su respuestasssss, humanossssss?

source: Yes, we will pay.
es: Sí, pagaremos.

source: It wasssss a pleassssure doing bussssssssinesssss with you. Have a nice day. (quietly laughing)
es: Fue un placerrrrr hacer negocioss con ustedessss. Tengan un buen día. (riendo bajito)

source: Sssso prepare to die in our nice sssssssswamp, foolssssssss.
es: Entoncessss prepárense para morir en nuestro bonito pantano, tontossssss.

source: Kill saurian's leader
es: Mata al líder saurio

source: What are you doing? We have a deal!
es: ¿Qué están haciendo? ¡Tenemos un trato!

source: Ha ha you have a deal with our tribe, not with their.
es: Ja ja tienen un trato con nuestra tribu, no con la de ellos.

source: You little frog! You cheated us!
es: ¡Pequeña rana! ¡Nos engañaste!

source: No, he did not. It was not only nice. Anyhow get to their leader and kill him.
es: No, no lo hizo. No fue solo amable. De todos modos, vayan a su líder y mátenlo.

source: More saurians? Fight them!
es: ¿Más saurios? ¡Lúchenlos!

source: So it is done. Let us continue our march.
es: Así está hecho. Continuemos nuestra marcha.

source: Back in the City
es: De Vuelta en la Ciudad

source: City
es: Ciudad

source: Hail. We came to let you know that neither bandits nor undead pose a threat any longer.
es: Salve. Vinimos a decirles que ni bandidos ni no muertos representan una amenaza ya.

source: It is an excellent news! How can we thank you?
es: ¡Es una excelente noticia! ¿Cómo podemos agradecerles?

source: It was nothing. We only did what was right.
es: No fue nada. Solo hicimos lo que era correcto.

source: As you think. But at least let me introduce you to our wizard Vyrcyn. He is very wise.
es: Como piensen. Pero al menos déjenme presentarles a nuestro mago Vyrcyn. Es muy sabio.

source: My name is Clare. Nice to meet you.
es: Mi nombre es Clare. Encantada de conocerte.

source: Nice to meet you too.
es: Encantado de conocerte también.

source: But now excuse me, please. I have some duties to do.
es: Pero ahora discúlpenme, por favor. Tengo algunos deberes que hacer.

source: I can sense that you are worried about something, soldier. Can I ask you about it?
es: Puedo sentir que estás preocupado por algo, soldado. ¿Puedo preguntarte sobre ello?

source: Yes. On our way back I met my old friend Gweddyn. You know, he disappeared some time ago. I thought he was dead, but he was possessed by someone.
es: Sí. En nuestro camino de regreso encontré a mi viejo amigo Gweddyn. Sabes, desapareció hace algún tiempo. Pensé que estaba muerto, pero estaba poseído por alguien.

source: Do you know anyone who is able to do it?
es: ¿Conoces a alguien capaz de hacerlo?

source: I can see a person in dark cloak behind the scene. He already caused a lot of havoc here in the Northlands, but now he is focused on Wesnoth. He wants to destroy it completely. He is stronger every day.
es: Puedo ver a una persona con capa oscura detrás de escena. Ya causó mucho caos aquí en las Tierras del Norte, pero ahora está enfocado en Wesnoth. Quiere destruirlo completamente. Es más fuerte cada día.

source: Hmm ... it may be Ravan. I already met him and ruined his evil plans.
es: Hmm... puede que sea Ravan. Ya lo conocí y arruiné sus malvados planes.

source: This time he is much stronger. He learned the dark arts of necromancy. Maybe he is already a lich. It will be hard to defeat him.
es: Esta vez es mucho más fuerte. Aprendió las artes oscuras de la nigromancia. Quizásya es un liche. Será difícil derrotarlo.

source: I know but we have to do it. I already had an opportunity to kill him but someone saved him.
es: Lo sé, pero tenemos que hacerlo. Ya tuve una oportunidad de matarlo, pero alguien lo salvó.

source: I can see that you are very powerful but he has a lot of servants. They will protect him even with their lives.
es: Puedo ver que eres muy poderosa, pero él tiene muchos sirvientes. Lo protegerán incluso con sus vidas.

source: Can you see it? Well then you have to want to kill me.
es: ¿Puedes verlo? Bueno, entonces debes querer matarme.

source: Not at all.
es: Para nada.

source: Why is it? I ... we are
es: ¿Por qué? Yo... nosotros somos

source: No, you are not. You use your powers for the good. Your hearts are still quite pure ... at least as much as they can be. The darkness did not absorb you completely.
es: No, no lo son. Usan sus poderes para el bien. Sus corazones aún están bastante puros... al menos tanto como pueden estarlo. La oscuridad no los absorbió completamente.

source: Thank you. Well, do you have an idea where could he be?
es: Gracias. Bueno, ¿tienes idea de dónde podría estar?

source: To the east from Wesnoth. He wants to master his unholy powers and undead hordes before he attacks Wesnoth.
es: Al este de Wesnoth. Quiere dominar sus poderes impíos y hordas de no muertos antes de atacar Wesnoth.

source: Well I think that we should go there and put an end to his plans definitely.
es: Bueno, creo que deberíamos ir allí y poner fin a sus planes definitivamente.

source: May the lords of light guide your path.
es: Que los señores de la luz guíen su camino.

source: Possessed People
es: Gente Poseída

source: Death of Jolla, Gweddyn or the guide
es: Muerte de Jolla, Gweddyn o el guía

source: Killing more than 9 units in your turn
es: Matar más de 9 unidades en tu turno

source: You cannot use redeem attack in this scenario.
es: No puedes usar ataque redimir en este escenario.

source: We are nearly in the city. But wait. I see someone. Is it you, Gweddyn?
es: Estamos casi en la ciudad. Pero espera. Veo a alguien. ¿Eres tú, Gweddyn?

source: Yes, it's me.
es: Sí, soy yo.

source: Thanks to gods! I thought something bad happend to you. You've been gone too long.
es: ¡Gracias a los dioses! Pensé que algo malo te había pasado. Has estado fuera demasiado tiempo.

source: Nothing bad happened to me, but something will happen to you.
es: Nada malo me pasó a mí, pero algo te pasará a ti.

source: What are you speaking about?
es: ¿De qué estás hablando?

source: Prepare to die, old friend!
es: ¡Prepárate para morir, viejo amigo!

source: Something is definitely wrong with him.
es: Algo definitivamente está mal con él.

source: I can sense that something or someone possessed him.
es: Puedo sentir que algo o alguien lo posee.

source: What can we do about it?
es: ¿Qué podemos hacer al respecto?

source: I am sorry but I cannot break it. We can only wait.
es: Lo siento, pero no puedo romperlo. Solo podemos esperar.

source: But he is about to kill me!
es: ¡Pero está a punto de matarme!

source: Worry not - we shall protect you.
es: No te preocupes - te protegeremos.

source: Yes but try to kill as few of his soldiers as possible.
es: Sí, pero intenta matar a la menor cantidad posible de sus soldados.

source: Free at least!
es: ¡Libre al menos!

source: I am sorry.
es: Lo siento.

source: Ha ha!
es: ¡Ja ja!

source: We shed too much blood here.
es: Derramamos demasiada sangre aquí.

source: What is going on? And where am I?
es: ¿Qué está pasando? ¿Y dónde estoy?

source: Can't you remember?
es: ¿No puedes recordar?

source: No. Last thing I remember is a person in dark cloak approaching to me. He was saying nonsense.
es: No. Lo último que recuerdo es a una persona con capa oscura acercándose a mí. Decía tonterías.

source: I suppose that it was a sorcerer casting a spell. Can you describe him?
es: Supongo que fue un hechicero lanzando un hechizo. ¿Puedes describirlo?

source: Sorry, I can't remember. It was two weeks ago.
es: Lo siento, no puedo recordar. Fue hace dos semanas.

source: It is alright.
es: Está bien.

source: But wait. I wanted to kill you. I apologize.
es: Pero espera. Quería matarte. Me disculpo.

source: It's ok. It wasn't you. Just go to the city with us.
es: Está bien. No eras tú. Solo ven a la ciudad con nosotros.

source: Swamp of Death
es: Pantano de la Muerte

source: Defeat the necromancer
es: Derrota al nigromante

source: Death of Jolla or the guide
es: Muerte de Jolla o el guía

source: We are nearly there.
es: Estamos casi allí.

source: Yes, I can feel that the fog is very dense here. I will try to dispel it a bit.
es: Sí, puedo sentir que la niebla es muy densa aquí. Intentaré disiparla un poco.

source: Five minutes later
es: Cinco minutos después

source: No, I cannot dispel it. He caused too much damage here. The fog will disappear with him.
es: No, no puedo disiparla. Causó demasiado daño aquí. La niebla desaparecerá con él.

source: Very well. Let us find him and ... punish ... him.
es: Muy bien. Encontrémoslo y... castiguémoslo.

source: Oh my God! What is this thing?!
es: ¡Oh Dios mío! ¡Qué es esta cosa?!

source: I have no idea. I have never encountered such a creature. But I am pretty sure that nothing good. Destroy it!
es: No tengo idea. Nunca encontré una criatura así. Pero estoy bastante segura de que no es nada bueno. ¡Destrúyanla!

source: Poison them!
es: ¡Envenénenlos!

source: I think that this is not an undead but a living being. It is not vulnerable to arcane damage. But I cannot sense its own personality.
es: Creo que esto no es un no muerto, sino un ser vivo. No es vulnerable al daño arcano. Pero no puedo sentir su propia personalidad.

source: So what is it?
es: Entonces, ¿qué es?

source: I do not know. Anyhow we should destroy it.
es: No lo sé. De todos modos, deberíamos destruirlo.

source: Look at these trees!
es: ¡Mira estos árboles!

source: Yes, he caused too much damage here. It will take decades maybe even centuries until trees or even the grass will grow here again.
es: Sí, causó demasiado daño aquí. Tomará décadas, tal vez incluso siglos, hasta que los árboles o incluso el pasto crezcan aquí de nuevo.

source: But why? Why should anyone do this to the nature?!
es: ¡Pero por qué! ¿Por qué alguien haría esto a la naturaleza?

source: I have no idea what they want to achieve but we will stop it. I promise.
es: No tengo idea de qué quieren lograr, pero lo detendremos. Lo prometo.

source: I will make you pay for all horrible things you did here!
es: ¡Te haré pagar por todas las cosas horribles que hiciste aquí!

source: No! Go back!
es: ¡No! ¡Regresa!

source: Yes, get lost, fool girl else I will raise your dead body.
es: Sí, lárgate, chica tonta, o levantaré tu cuerpo muerto.

source: No! This is impossible!
es: ¡No! ¡Esto es imposible!

source: I would rather send you into the fiery wastelands of Inferno than the land of dead, monster. There your kind belongs.
es: Preferiría enviarte a las tierras ardientes del Infierno que a la tierra de los muertos, monstruo. Allí pertenece tu especie.

source: You know this isn't the end, right? You may kill me but you can't stop my master.
es: Sabes que esto no es el fin, ¿verdad? Puedes matarme, pero no puedes detener a mi amo.

source: But we returned peace to this country. It is not a small achievement.
es: Pero regresamos la paz a este país. No es un pequeño logro.

source: The fog vanished as well. Can you accompany us back to your city?
es: La niebla desapareció también. ¿Puedes acompañarnos de vuelta a tu ciudad?

source: Yes, of course. But will you mind if I stay with you? I mean you are good people and I can learn a lot from you. And maybe go through next adventures who knows.
es: Sí, por supuesto. Pero ¿les importa si me quedo con ustedes? Quiero decir, son buena gente y puedo aprender mucho de ustedes. Y tal vez pasar por próximas aventuras, quién sabe.

source: If it is your wish, why not.
es: Si es tu deseo, por qué no.

source: This shock trooper will fight for free for you from now on and will be recalled in every scenario in this chapter (if you keep him alive).
es: Este soldado de choque luchará gratis para ti de ahora en adelante y será reincorporado en cada escenario de este capítulo (si lo mantienes vivo).

source: Without him we are lost here.
es: Sin él estamos perdidos aquí.

source: All of them really loved this place. They appreciated its beauty and the peace what was ruling there.
es: Todos realmente amaban este lugar. Apreciaban su belleza y la paz que reinaba allí.

source: They have been relieved from all their bad memories and made a lot of new and good ones here. Everyone was happy there. And nothing could ruin their paradise.
es: Se liberaron de todos sus malos recuerdos y crearon muchos nuevos y buenos aquí. Todos estaban felices allí. Y nada podía arruinar su paraíso.

source: New Home
es: Nuevo Hogar

source: Clean your new home
es: Limpia tu nuevo hogar

source: This is the place I was speaking about. I think you will love it.
es: Este es el lugar del que hablaba. Creo que les encantará.

source: It is really nice here.
es: Es realmente bonito aquí.

source: This place is so peaceful and relaxing. I like it here.
es: Este lugar es tan pacífico y relajante. Me gusta aquí.

source: Forest! I already love this place!
es: ¡Bosque! ¡Ya amo este lugar!

source: Naturally there is a catch - some bandits already occupy this area.
es: Naturalmente hay un inconveniente - algunos bandidos ya ocupan esta área.

source: Let us clear this nice place of them.
es: Limpien este bonito lugar de ellos.

source: Hey! Why are you attacking us?
es: ¡Oye! ¿Por qué nos atacan?

source: Because you are bad people?
es: ¿Porque son mala gente?

source: Yes, you cause a lot of havoc in this area.
es: Sí, causan mucho caos en esta área.

source: It's funny to hear this from your mouth, Merissa. You used to be the same like we. You had respect in our ranks but betrayed us. Now you kill our kind.
es: Es gracioso oír esto de tu boca, Merissa. Solías ser como nosotros. Tenías respeto en nuestras filas, pero nos traicionaste. Ahora matas a nuestra especie.

source: It's caused by her presence itself. She made me see all my deeds from an absolutely different point of view. I did it all in order to survive but it was wrong. I wanted to change my ways but I don't kill all of your kind.
es: Es causado por su presencia misma. Ella me hizo ver todos mis actos desde un punto de vista absolutamente diferente. Lo hice todo para sobrevivir, pero estaba mal. Quería cambiar mis caminos, pero no mato a toda tu especie.

source: So one of the greatest of us had a feeling of guilt?
es: ¿Entonces una de las mejores de nosotros sintió culpa?

source: And because of that woman. Ha ha, you have a crush on her. Confess it, Merissa.
es: Y por esa mujer. Ja ja, estás enamorada de ella. Confiésalo, Merissa.

source: Don't talk ... nonsense.
es: No digas... tonterías.

source: In the darkness surrounding them, no one is able to see that Merissa is blushing a bit.
es: En la oscuridad que los rodea, nadie puede ver que Merissa se sonroja un poco.

source: Enough talking. Prepare to meet your fate, bandits.
es: Basta de hablar. Prepárense para enfrentar su destino, bandidos.

source: They all are dead or running for their lives. Good job.
es: Todos están muertos o huyendo por sus vidas. Buen trabajo.

source: Yes, I really love this place. I could spend the rest of my days here without problem.
es: Sí, realmente amo este lugar. Podría pasar el resto de mis días aquí sin problema.

source: The rest? What do you mean with it, Amiwen?
es: ¿El resto? ¿Qué quieres decir con eso, Amiwen?

source: Do not worry. I am not about to die. But I walk this world for more than half of the time what was granted me to live. I reached a level of power what only a few of my kind ever did. I learned and saw a lot of things, I had a lot of fun with you all. I want these times to continue no matter where we live. Well, not all our moments were happy but I do not mind it.
es: No te preocupes. No estoy a punto de morir. Pero camino por este mundo por más de la mitad del tiempo que me fue concedido vivir. Alcancé un nivel de poder que solo unos pocos de mi especie lograron. Aprendí y vi muchas cosas, me divertí mucho con todos ustedes. Quiero que estos tiempos continúen sin importar dónde vivamos. Bueno, no todos nuestros momentos fueron felices, pero no me importa.
